{
  "Home": "Home",
  "About Us": "Over ons",
  "Portfolio": "Portfolio",
  "Our Services": "Onze diensten",
  "Empowering Energy & Tech": "Energie en technologie versterken",
  "with AI & Engineering Excellence": "met AI en uitmuntende engineering",
  "Surkh delivers cutting-edge AI, Data Science, and Full-Stack Development services for the energy and industrial sectors — cost-effectively from onsite or offshore.": "Surkh levert geavanceerde AI-, datawetenschap- en full-stack ontwikkelingsdiensten voor de energie- en industriesector — kosteneffectief, op locatie of op afstand.",
  "Talk to Us": "Neem contact met ons op",
  "What Sets Us Apart": "Wat ons onderscheidt",
  "At Surkh, our core values guide how we think, create, and deliver with purpose.": "Bij Surkh bepalen onze kernwaarden hoe we denken, creëren en doelgericht leveren.",
  "Energy Sector Expertise": "Expertise in de energiesector",
  "AI-Powered Solutions": "Oplossingen aangedreven door AI",
  "End-to-End Tech Stack": "Volledige technische stack",
  "Faster Time to Market": "Snellere time-to-market",
  "Cost Optimisation": "Kostenoptimalisatie",
  "What Do We Offer?": "Wat bieden wij aan?",
  "Predictive Maintenance in Wind Energy": "Predictief onderhoud in windenergie",
  "Maximize turbine uptime with AI-driven fault detection and real-time performance insights.": "Maximaliseer de uptime van turbines met AI-gestuurde foutdetectie en realtime prestatie-inzichten.",
  "View Case Study": "Bekijk case study",
  "Where ideas meet execution": "Waar ideeën realiteit worden",
  "AI & Advanced Data Analytics": "AI en geavanceerde data-analyse",
  "Transforming raw data into actionable intelligence with the power of AI and cutting-edge analytics.": "Ruwe data omzetten in bruikbare inzichten met behulp van AI en geavanceerde analyses.",
  "Chatbots & Document Chat Interfaces": "Chatbots en documentgebaseerde chatinterfaces",
  "Deliver smarter conversations with AI-powered chatbots and document-aware interfaces that understand, respond, and assist instantly.": "Bied slimmere gesprekken met AI-chatbots en documentbewuste interfaces die begrijpen, reageren en onmiddellijk helpen.",
  "End-to-End Web & App Development": "Complete web- en app-ontwikkeling",
  "From idea to execution — we design, develop, and deliver powerful web and mobile solutions tailored to your goals.": "Van idee tot uitvoering — we ontwerpen, ontwikkelen en leveren krachtige web- en mobiele oplossingen op maat van uw doelstellingen.",
  "Data Engineering & Infrastructure": "Data-engineering en infrastructuur",
  "Build reliable, scalable data pipelines and infrastructure that power real-time insights and long-term growth.": "Bouw betrouwbare, schaalbare datapijplijnen en infrastructuur voor realtime inzichten en duurzame groei.",
  "AI Tools": "AI-tools",
  "AI Tools Engineered by Surkh": "AI-tools ontwikkeld door Surkh",
  "Chat with Database": "Chatten met database",
  "Ask questions like What was our Q2 energy output in Germany": "Stel vragen zoals: Wat was onze energieproductie in Q2 in Duitsland?",
  "What was our Q2 energy output in Germany?": "Wat was onze energieproductie in Q2 in Duitsland?",
  "Output: Real-time SQL answers, charts & exports.": "Resultaat: realtime SQL-antwoorden, grafieken en exports.",
  "Chat with Documents": "Chatten met documenten",
  "Upload docs, policies, or manuals.": "Upload documenten, beleidsstukken of handleidingen.",
  "Ask questions and get context-rich, citation-backed responses.": "Stel vragen en krijg contextuele antwoorden met verwijzingen.",
  "Enterprise Chatbots": "Enterprise-chatbots",
  "LLM-powered assistants for customer service, tech support, internal training.": "LLM-aangedreven assistenten voor klantenservice, technische ondersteuning en interne training.",
  "Why Surkh": "Waarom Surkh",
  "Outsource Smart. Operate Sharp.": "Outsource slim. Werk scherp.",
  "European Presence": "Europese aanwezigheid",
  "Seamless collaboration with timezone-aligned teams": "Naadloze samenwerking met teams in gelijke tijdzones",
  "Domain Expertise": "Domeinexpertise",
  "Deep understanding of energy and industrial ecosystems": "Diepgaand begrip van energie- en industriële ecosystemen",
  "AI-First Engineering": "AI-gedreven engineering",
  "Cost-Effective Development": "Kosteneffectieve ontwikkeling",
  "Premium talent at startup-friendly pricing": "Toptalent tegen prijzen die passen bij startups",
  "Energy": "Energie",
  "Renewables": "Hernieuwbare energie",
  "Utilities": "Nutvoorzieningen",
  "Oil & Gas": "Olie en gas",
  "Manufacturing": "Productie",
  "Predictive Maintenance": "Voorspellend onderhoud",
  "Process Optimization": "Procesoptimalisatie",
  "Tech & SaaS": "Technologie en SaaS",
  "AI-driven platform development": "Ontwikkeling van AI-gestuurde platforms",
  "Custom integrations": "Aangepaste integraties",
  "Enterprises": "Ondernemingen",
  "Digital transformation": "Digitale transformatie",
  "AI solutions for HR,compliance, and operations": "AI-oplossingen voor HR, compliance en operaties",
  "Surkh — Innovative IT Solutions for a Smarter Tomorrow": "Surkh — Innovatieve IT-oplossingen voor een slimmere toekomst",
  "Address": "Adres",
  "Company": "Bedrijf",
  "Surkh is a European technology partner transforming businesses through intelligent AI systems, energy-sector data solutions, and scalable web platforms.": "Surkh is een Europese technologiepartner die bedrijven transformeert via intelligente AI-systemen, datasolutions voor de energiesector en schaalbare webplatforms.",
  "Our founders bring decades of experience across energy analytics, data science, and full-stack engineering. We're not just developers — we're problem solvers who understand the core of your industry.": "Onze oprichters hebben decennialange ervaring in energie-analyse, data science en full-stack engineering. Wij zijn niet alleen ontwikkelaars — wij zijn probleemoplossers die de kern van uw sector begrijpen.",
  "Our Vision": "Onze visie",
  "Our Mission": "Onze missie",
  "A smarter, leaner world where technology doesn't just support — it leads transformation.": "Een slimmere, efficiëntere wereld waarin technologie niet alleen ondersteunt — maar transformatie aanstuurt.",
  "To drive innovation and operational efficiency through AI-powered, data-driven, and full-stack solutions for industrial and energy-focused enterprises.": "Innovatie en operationele efficiëntie stimuleren via AI-gestuurde, datagedreven en full-stack oplossingen voor industriële en energiegerichte bedrijven.",
  "Our Team": "Ons team",
  "Built by Engineers Who Lead and Build": "Gebouwd door ingenieurs die leiden en bouwen",
  "At Surkh, we don't just develop solutions — we engineer impact. Our leadership team and advisors bring decades of experience across AI, energy, analytics, and enterprise-scale transformation. Together, they ensure Surkh stays agile, future-ready, and deeply grounded in both tech innovation and industry relevance.": "Bij Surkh ontwikkelen we niet alleen oplossingen — we creëren impact. Ons leiderschapsteam en onze adviseurs brengen decennia aan ervaring in AI, energie, analytics en bedrijfstransformatie mee. Samen zorgen zij ervoor dat Surkh wendbaar blijft, klaar voor de toekomst en stevig verankerd in technologische innovatie en sectorrelevantie.",
  "Meet the Minds Behind Surkh": "Ontmoet de denkers achter Surkh",
  "At Surkh, we don't just build solutions — we engineer breakthroughs. Our leadership team brings together decades of experience in AI, advanced analytics, software architecture, and domain-specific problem-solving across Europe, the Middle East, and Asia.With deep roots in energy, banking, telecom, government, and non-profit sectors, we speak the language of both code and business impact.": "Bij Surkh bouwen we niet alleen oplossingen — we creëren doorbraken. Ons leiderschapsteam verenigt decennialange ervaring in AI, geavanceerde analyses, softwarearchitectuur en sectorspecifieke probleemoplossing in Europa, het Midden-Oosten en Azië. Met diepe wortels in energie, bankwezen, telecom, overheid en non-profitsectoren spreken wij zowel de taal van code als van zakelijk resultaat.",
  "Geert Schneider": "Geert Schneider",
  "Co-founder | ChiefTechnology Architect": "Medeoprichter | Hoofd technologiearchitect",
  "Based in Belgium": "Gebaseerd in België",
  "From energy grids to financial systems, I build data platforms that don't just scale — they evolve.": "Van energienetten tot financiële systemen, ik bouw dataplatforms die niet alleen opschalen — ze evolueren.",
  "Ahmed Muddassir": "Ahmed Muddassir",
  "Strategic Advisory Panel": "Strategisch adviespanel",
  "Guiding Innovation with Industry Expertise": "Innovatie sturen met sectorale expertise",
  "Abid Hussain": "Abid Hussain",
  "Business Enabler | Strategic Advisor | Cross-Industry Catalyst": "Zakelijke stimulator | Strategisch adviseur | Sectoroverschrijdende katalysator",
  "Abid ensures organizations move fast — but never blindly.": "Abid zorgt ervoor dat organisaties snel handelen — maar nooit blindelings.",
  "Sieger Beimers": "Sieger Beimers",
  "Founder, Duurzaam Direct | Energy Sustainability Visionary": "Oprichter, Duurzaam Direct | Visionair in energie-duurzaamheid",
  "My mission is simple: make sustainable energy the default — not the alternative.": "Mijn missie is simpel: maak duurzame energie de norm — niet het alternatief.",
  "A Cross-Border, Cross-Disciplinary Team": "Een grensoverschrijdend, multidisciplinair team",
  "Our team is spread across Europe, South Asia, and the Middle East, combining engineering excellence with a strong sense of cultural and contextual awareness.": "Ons team is verspreid over Europa, Zuid-Azië en het Midden-Oosten, en combineert technische excellentie met een sterk cultureel en contextueel bewustzijn.",
  "At Surkh, we:": "Bij Surkh, wij:",
  "Understand the regulatory and business landscapes of European and emerging markets": "Begrijpen de regelgevende en zakelijke context van Europese en opkomende markten",
  "Build multilingual, multi-platform, and AI-integrated systems": "Ontwikkelen meertalige, multiplatform en AI-geïntegreerde systemen",
  "Partner with clients as outsourced innovation engines": "Werken samen met klanten als externe innovatie-engines",
  "We Don't Just Build Tech We Build Possibility": "Wij bouwen niet alleen technologie — wij bouwen mogelijkheden",
  "AI-Powered Energy Trading for Households (B2C App)": "AI-gestuurd energiehandelsplatform voor huishoudens (B2C-app)",
  "Empowering households to trade and optimize energy in real time — driven by smart AI and clean technology.": "Huishoudens in staat stellen om in realtime energie te verhandelen en te optimaliseren — aangedreven door slimme AI en schone technologie.",
  "Covid Data Collaboration Platform for Flemish Government": "Covid-gegevenssamenwerkingsplatform voor de Vlaamse overheid",
  "Enabling real-time data sharing and informed decision-making during the pandemic.": "Realtime gegevensdeling en onderbouwde besluitvorming mogelijk maken tijdens de pandemie.",
  "Trustometer: AI-Powered Platform for Non-Profit Trusts": "Trustometer: AI-aangedreven platform voor non-profitorganisaties",
  "Building transparency and accountability with intelligent trust analysis.": "Transparantie en verantwoording opbouwen met intelligente vertrouwensanalyse.",
  "Enterprise Data Platform for Banking": "Enterprise Dataplatform voor de bancaire sector",
  "Unify, govern, and activate your financial data with a secure, scalable platform built for modern banking.": "Verenig, beheer en activeer uw financiële gegevens met een veilig, schaalbaar platform dat is gebouwd voor modern bankieren.",
  "Full-Stack Platform for EV Battery Health": "Full-Stack Platform voor de gezondheid van EV-batterijen",
  "Monitor, analyze, and optimize EV battery performance with a comprehensive, data-driven platform built for accuracy and scale.": "Bewaak, analyseer en optimaliseer de prestaties van EV-batterijen met een uitgebreid, datagestuurd platform dat is gebouwd voor nauwkeurigheid en schaalbaarheid.",
  "Modern Data Platform for Public Employment (VDAB)": "Modern dataplatform voor overheidsdiensten voor arbeidsbemiddeling (VDAB)",
  "Empowering data-driven workforce development through a unified, intelligent, and secure platform built for public employment services.": "Datagestuurde ontwikkeling van het personeelsbestand mogelijk maken via een verenigd, intelligent en veilig platform dat is gebouwd voor overheidsdiensten voor arbeidsbemiddeling.",
  "Telecom AI for Fraud Detection & Analytics": "AI voor telecom fraudedetectie en -analyse",
  "Harness AI to detect fraud in real-time, analyze anomalies, and secure telecom networks with precision.": "Maak gebruik van AI om fraude in real-time te detecteren, afwijkingen te analyseren en telecomnetwerken met precisie te beveiligen.",
  "Smart TV App for Religious Institutions": "Smart TV-app voor religieuze instellingen",
  "Bringing spiritual content to living rooms — live sermons, prayers, and religious events streamed seamlessly on Smart TVs.": "Breng spirituele inhoud naar de woonkamer — live preken, gebeden en religieuze evenementen worden naadloos gestreamd op Smart TV's.",
  "We are a forward-thinking clean tech company dedicated to reshaping the way households interact with energy. In an era where sustainability, decentralization, and digital innovation are converging, we saw an opportunity to put power—literally—back into the hands of consumers. Our platform leverages cutting-edge artificial intelligence, real-time data analytics, and secure peer-to-peer trading to enable households to manage, optimize, and profit from their energy usage like never before. We believe energy should be intelligent, transparent, and user-centric. That's why we've built a robust and intuitive mobile application that transforms homes from passive energy consumers into active participants in a smart energy marketplace. Whether users generate excess solar power, want to reduce their energy bills, or simply wish to contribute to a greener future, our platform makes it simple, accessible, and rewarding. With our AI-powered energy trading system, we aim to accelerate the adoption of clean energy, reduce grid dependency, and promote a more resilient and efficient energy ecosystem. From individual households to entire communities, we are building a smarter, more sustainable future—one kilowatt at a time.": "Wij zijn een vooruitstrevend cleantech-bedrijf dat zich toelegt op het opnieuw vormgeven van de manier waarop huishoudens omgaan met energie. In een tijdperk waarin duurzaamheid, decentralisatie en digitale innovatie samenkomen, zagen we een kans om de macht — letterlijk — terug te leggen in de handen van de consument. Ons platform maakt gebruik van geavanceerde kunstmatige intelligentie, realtime data-analyse en veilige peer-to-peer-handel om huishoudens in staat te stellen hun energiegebruik te beheren, te optimaliseren en er winst uit te halen zoals nooit tevoren. Wij zijn van mening dat energie intelligent, transparant en gebruikersgericht moet zijn. Daarom hebben we een robuuste en intuïtieve mobiele applicatie gebouwd die huizen transformeert van passieve energieverbruikers naar actieve deelnemers aan een slimme energiemarktplaats. Of gebruikers nu overtollige zonne-energie opwekken, hun energierekening willen verlagen of gewoon willen bijdragen aan een groenere toekomst, ons platform maakt het eenvoudig, toegankelijk en lonend. Met ons AI-gestuurde energiehandelssysteem willen we de adoptie van schone energie versnellen, de afhankelijkheid van het elektriciteitsnet verminderen en een veerkrachtiger en efficiënter energie-ecosysteem bevorderen. Van individuele huishoudens tot hele gemeenschappen, we bouwen aan een slimmere, duurzamere toekomst — één kilowatt per keer.",
  "The global energy landscape is undergoing a massive transformation, yet household consumers remain largely disconnected from the opportunities created by this shift. While millions of homes are now equipped with solar panels, smart meters, and battery storage systems, the infrastructure to support decentralized energy exchange is still fragmented, outdated, and inefficient. Most households with surplus energy have no direct means to trade it or monetize it—leading to wasted potential and missed financial incentives. Traditional utility models are centralized and rigid, offering little transparency or control to end users. Energy pricing is often unpredictable, billing lacks clarity, and consumers are typically locked into inflexible contracts. This disconnect not only limits household agency but also places enormous strain on central grids—especially during peak hours or climate-driven disruptions. Moreover, while energy data is being generated at an unprecedented scale, it remains largely underutilized. Without intelligent systems to analyze and act on this data, users cannot make informed decisions about when to consume, store, or sell energy. As a result, households miss out on both economic and environmental benefits. ": "Het wereldwijde energielandschap ondergaat een enorme transformatie, maar huishoudelijke consumenten blijven grotendeels losgekoppeld van de kansen die deze verschuiving creëert. Hoewel miljoenen huizen nu zijn uitgerust met zonnepanelen, slimme meters en batterijopslagsystemen, is de infrastructuur ter ondersteuning van gedecentraliseerde energie-uitwisseling nog steeds gefragmenteerd, verouderd en inefficiënt. De meeste huishoudens met een energieoverschot hebben geen directe middelen om het te verhandelen of te gelde te maken, wat leidt tot verspild potentieel en gemiste financiële prikkels. Traditionele nutsmodellen zijn gecentraliseerd en rigide, en bieden de eindgebruiker weinig transparantie of controle. De energieprijzen zijn vaak onvoorspelbaar, de facturering is onduidelijk en consumenten zitten doorgaans vast aan onflexibele contracten. Deze kloof beperkt niet alleen de zeggenschap van huishoudens, maar legt ook een enorme druk op de centrale netwerken — vooral tijdens piekuren of door het klimaat veroorzaakte storingen. Bovendien, terwijl energiedata op een ongekende schaal worden gegenereerd, blijven ze grotendeels onderbenut. Zonder intelligente systemen om deze gegevens te analyseren en ernaar te handelen, kunnen gebruikers geen weloverwogen beslissingen nemen over wanneer ze energie moeten verbruiken, opslaan of verkopen. Als gevolg hiervan lopen huishoudens zowel economische als ecologische voordelen mis.",
  "Our Solution": "Onze oplossing",
  "This project aims to democratize energy trading by enabling households to buy, sell, and manage their surplus energy in real time.Using AI, the platform forecasts consumption and generation to guide smart trading decisions. Blockchain ensures every transaction is secure, transparent, and trustworthy. The ultimate goal is to make clean energy profitable, accessible, and effortless for everyday users.": "Dit project heeft tot doel de energiehandel te democratiseren door huishoudens in staat te stellen hun energieoverschot in realtime te kopen, verkopen en beheren. Met behulp van AI voorspelt het platform verbruik en opwekking om slimme handelsbeslissingen te begeleiden. Blockchain zorgt ervoor dat elke transactie veilig, transparant en betrouwbaar is. Het uiteindelijke doel is om schone energie winstgevend, toegankelijk en moeiteloos te maken voor dagelijkse gebruikers.",
  "Centralized Covid Data Hub": "Gecentraliseerde Covid-datahub",
  "Integrated data from hospitals, testing centers, and public health bodies into a single, real-time platform.": "Geïntegreerde gegevens van ziekenhuizen, testcentra en volksgezondheidsinstanties in een enkel, realtime platform.",
  "Role-Based Access & Privacy Compliance": "Op rollen gebaseerde toegang en naleving van privacy",
  "Ensured GDPR-compliant data sharing, with secure access controls tailored to user roles and responsibilities.": "Verzekerde GDPR-conforme gegevensdeling, met veilige toegangscontroles afgestemd op gebruikersrollen en -verantwoordelijkheden.",
  "Real-Time Dashboards & Visualizations": "Realtime dashboards en visualisaties",
  "Delivered live insights on infection rates, testing trends, and vaccination progress for fast decision-making.": "Leverde live inzichten in infectiepercentages, testtrends en vaccinatievoortgang voor snelle besluitvorming.",
  "Collaboration Tools for Agencies": "Samenwerkingstools voor agentschappen",
  "Enabled communication, coordination, and data-sharing across healthcare, government, and research institutions.": "Maakte communicatie, coördinatie en gegevensdeling mogelijk tussen de gezondheidszorg, de overheid en onderzoeksinstellingen.",
  "Predictive Analytics & Forecasting Models": "Voorspellende analyses en voorspellingsmodellen",
  "Supported planning and crisis response with models for ICU demand, case spikes, and vaccine distribution.": "Ondersteunde planning en crisisrespons met modellen voor IC-vraag, pieken in gevallen en vaccindistributie.",
  "Allowed the platform to handle surging data volumes and new integration demands during pandemic peaks.": "Stelde het platform in staat om stijgende datavolumes en nieuwe integratieverzoeken te verwerken tijdens pandemische pieken.",
  "Intelligent Chat with Databases & Documents": "Intelligente chat met databases en documenten",
  "Unlock answers instantly from your data — with AI-powered chat across files, databases, and knowledge sources.": "Ontgrendel direct antwoorden uit uw gegevens — met AI-aangedreven chat over bestanden, databases en kennisbronnen.",
  "We're building the future of enterprise knowledge access through intelligent, conversational AI. Our platform enables users to interact with complex databases and document repositories using simple, natural language queries—no technical expertise required. By bridging the gap between unstructured content and structured data, we help organizations unlock insights faster, automate information workflows, and empower every employee to access the right data at the right time. Backed by advanced large language models (LLMs), context-aware search algorithms, and secure data integration, our solution transforms everyday business interactions—whether it's querying sales data from SQL or retrieving compliance documents from thousands of PDFs. We exist to eliminate the friction between people and data, making organizational knowledge truly conversational, accessible, and intelligent.": "Wij bouwen aan de toekomst van de toegang tot bedrijfskennis door middel van intelligente, conversatie-AI. Ons platform stelt gebruikers in staat om te interageren met complexe databases en documentrepository's met behulp van eenvoudige, natuurlijke taalquery's — er is geen technische expertise vereist. Door de kloof tussen ongestructureerde inhoud en gestructureerde gegevens te overbruggen, helpen we organisaties sneller inzichten te ontsluiten, informatiestromen te automatiseren en elke werknemer in staat te stellen om op het juiste moment toegang te krijgen tot de juiste gegevens. Ondersteund door geavanceerde large language models (LLM's), contextbewuste zoekalgoritmen en veilige gegevensintegratie, transformeert onze oplossing alledaagse zakelijke interacties — of het nu gaat om het opvragen van verkoopgegevens uit SQL of het ophalen van compliance-documenten uit duizenden PDF's. We bestaan om de frictie tussen mensen en gegevens te elimineren, waardoor organisatorische kennis echt conversatiegericht, toegankelijk en intelligent wordt.",
  "Organizations today are drowning in data—but starved for insight. Business-critical information is scattered across multiple sources: SQL/NoSQL databases, cloud platforms, PDFs, contracts, and internal documents. Retrieving that information often requires technical expertise, manual effort, or time-consuming back-and-forth with data teams. This disconnect slows down decision-making, creates bottlenecks, and leads to missed opportunities. Moreover, knowledge workers spend an estimated 30-40% of their time searching for the right documents or data points—reducing productivity and increasing operational costs. Traditional BI dashboards offer static reports, while search tools fail to understand contextual user intent or connect the dots between structured and unstructured data. In the age of AI, companies need a smarter, more intuitive way to surface insights on-demand—without the complexity of writing queries, searching folders, or relying on siloed systems.": "Organisaties van vandaag verdrinken in de gegevens — maar hunkeren naar inzicht. Bedrijfskritische informatie is verspreid over meerdere bronnen: SQL/NoSQL-databases, cloudplatforms, pdf's, contracten en interne documenten. Het ophalen van die informatie vereist vaak technische expertise, handmatige inspanning of tijdrovend heen-en-weer gepraat met datateams. Deze loskoppeling vertraagt de besluitvorming, creëert knelpunten en leidt tot gemiste kansen. Bovendien besteden kenniswerkers naar schatting 30-40% van hun tijd aan het zoeken naar de juiste documenten of gegevenspunten, wat de productiviteit verlaagt en de operationele kosten verhoogt. Traditionele BI-dashboards bieden statische rapporten, terwijl zoektools er niet in slagen om contextuele gebruikersintentie te begrijpen of de punten te verbinden tussen gestructureerde en ongestructureerde gegevens. In het tijdperk van AI hebben bedrijven een slimmere, meer intuïtieve manier nodig om inzichten op aanvraag naar boven te halen — zonder de complexiteit van het schrijven van query's, het doorzoeken van mappen of het vertrouwen op geïsoleerde systemen.",
  "Natural Language to Data": "Natuurlijke taal naar gegevens",
  "Query data or documents in plain language—AI understands and delivers precise results.": "Vraag gegevens of documenten op in eenvoudige taal — de AI begrijpt en levert nauwkeurige resultaten.",
  "Unified Interface for Structured & Unstructured Data": "Verenigde interface voor gestructureerde en ongestructureerde gegevens",
  "Seamless integration of SQL/NoSQL databases and documents (PDF, DOCX, TXT) in one intelligent chat interface.": "Naadloze integratie van SQL/NoSQL-databases en documenten (PDF, DOCX, TXT) in één intelligente chatinterface.",
  "AI-Powered Semantic Search": "AI-gestuurde semantische zoekopdracht",
  "Finds relevant answers from large document sets using context-aware embeddings and intent matching.": "Vindt relevante antwoorden in grote documentensets met behulp van contextbewuste embeddings en intentiematching.",
  "Enterprise-Grade Security & Access Controls": "Beveiliging en toegangscontroles van bedrijfsklasse",
  "Ensures only authorized users access sensitive data with support for role-based permissions.": "Zorgt ervoor dat alleen geautoriseerde gebruikers toegang hebben tot gevoelige gegevens, met ondersteuning voor op rollen gebaseerde rechten.",
  "Instant Insight Delivery": "Onmiddellijke levering van inzichten",
  "Returns summaries, charts, or raw data instantly—enabling real-time decision-making without delays or dependencies.": "Levert direct samenvattingen, grafieken of onbewerkte gegevens — waardoor realtime besluitvorming mogelijk is zonder vertragingen of afhankelijkheden.",
  "Sustainability Tracking": "Duurzaamheid volgen",
  "We specialize in transforming renewable energy operations through the power of AI and advanced analytics. Our predictive maintenance platform is built to support wind energy providers by minimizing downtime, reducing operational costs, and extending asset life. By leveraging real-time sensor data, historical failure patterns, and machine learning algorithms, we help energy companies shift from reactive repairs to proactive, data-driven maintenance strategies. Our mission is simple: enable sustainable energy operators to maximize performance, reliability, and ROI—while contributing to a greener future.": "Wij zijn gespecialiseerd in het transformeren van de werking van hernieuwbare energie door de kracht van AI en geavanceerde analyses. Ons voorspellende onderhoudsplatform is gebouwd om windenergieleveranciers te ondersteunen door de uitvaltijd te minimaliseren, de operationele kosten te verlagen en de levensduur van activa te verlengen. Door gebruik te maken van realtime sensorgegevens, historische storingspatronen en machine learning-algoritmen, helpen we energiebedrijven de overstap te maken van reactieve reparaties naar proactieve, datagestuurde onderhoudsstrategieën. Onze missie is eenvoudig: duurzame energie-exploitanten in staat stellen de prestaties, betrouwbaarheid en ROI te maximaliseren — terwijl ze bijdragen aan een groenere toekomst.",
  "Wind turbines operate in some of the harshest and most remote environments, making regular maintenance both logistically complex and costly. Traditional maintenance strategies—whether reactive (after failure) or scheduled (based on fixed intervals)—often result in unexpected breakdowns or unnecessary servicing. This leads to expensive repairs, turbine downtime, and lost energy production. Compounding the issue, turbines are equipped with hundreds of components and sensors generating vast volumes of data. Yet, much of this data goes underutilized due to a lack of intelligent tools that can interpret patterns, predict failures, and recommend timely actions. Operators struggle with unplanned outages, rising maintenance costs, and the inability to optimize long-term asset performance. In an industry where every minute of uptime counts and margins are thin, relying on outdated maintenance approaches poses a serious threat to efficiency and profitability.": "Windturbines werken in enkele van de zwaarste en meest afgelegen omgevingen, waardoor regelmatig onderhoud zowel logistiek complex als kostbaar is. Traditionele onderhoudsstrategieën — of ze nu reactief zijn (na een storing) of gepland (gebaseerd op vaste intervallen) — leiden vaak tot onverwachte storingen of onnodige service. Dit leidt tot dure reparaties, uitvaltijd van de turbine en verloren energieproductie. Bovendien zijn turbines uitgerust met honderden componenten en sensoren die enorme hoeveelheden gegevens genereren. Toch worden veel van deze gegevens onderbenut vanwege een gebrek aan intelligente tools die patronen kunnen interpreteren, storingen kunnen voorspellen en tijdige acties kunnen aanbevelen. Operators worstelen met ongeplande storingen, stijgende onderhoudskosten en het onvermogen om de prestaties van activa op de lange termijn te optimaliseren. In een industrie waar elke minuut aan uptime telt en de marges klein zijn, vormt het vertrouwen op verouderde onderhoudsmethoden een ernstige bedreiging voor de efficiëntie en winstgevendheid.",
  "AI-Powered Fault Prediction": "AI-gestuurde storingvoorspelling",
  "Detects early signs of equipment failure using real-time and historical sensor data.": "Detecteert vroege tekenen van defecten aan apparatuur met behulp van realtime en historische sensorgegevens.",
  "Condition-Based Maintenance Scheduling": "Op conditie gebaseerde onderhoudsplanning",
  "Replaces fixed maintenance cycles with dynamic schedules based on actual wear and performance.": "Vervangt vaste onderhoudscycli door dynamische schema's op basis van daadwerkelijke slijtage en prestaties.",
  "Failure Pattern Recognition": "Herkenning van storingspatronen",
  "Uses machine learning to identify common failure trends across turbines and sites.": "Maakt gebruik van machine learning om veelvoorkomende storingspatronen in turbines en locaties te identificeren.",
  "Automated Alerts & Reporting": "Geautomatiseerde waarschuwingen en rapportage",
  "Notifies technicians of critical issues in advance with detailed diagnostics and recommended actions.": "Informeert technici vooraf over kritieke problemen met gedetailleerde diagnoses en aanbevolen acties.",
  "Performance Optimization": "Prestatie-optimalisatie",
  "Tracks and improves turbine efficiency by minimizing unplanned downtime and extending component lifespan.": "Volgt en verbetert de efficiëntie van turbines door ongeplande uitvaltijd te minimaliseren en de levensduur van componenten te verlengen.",
  "Scalable Cloud Infrastructure": "Schaalbare cloudinfrastructuur",
  "Handles data from hundreds of turbines, enabling centralized monitoring and analytics.": "Verwerkt gegevens van honderden turbines, waardoor gecentraliseerde bewaking en analyses mogelijk zijn.",
  "AI-Driven Trading Engine": "AI-gestuurde handelsmotor",
  "Peer-to-Peer Energy Marketplace": "Peer-to-peer energiemarktplaats",
  "Uses machine learning to predict supply, demand, and pricing trends —automatically optimizing when to buy, sell, or store energy.": "Maakt gebruik van machine learning om trends in vraag, aanbod en prijzen te voorspellen — en optimaliseert automatisch wanneer energie te kopen, te verkopen of op te slaan.",
  "Empowers households to trade surplus energy with neighbors or local microgrids, creating a decentralized and fair ecosystem.": "Stelt huishoudens in staat om overtollige energie te verhandelen met buren of lokale microgrids, waardoor een gedecentraliseerd en eerlijk ecosysteem ontstaat.",
  "Real-Time Energy Insights": "Realtime energie-inzichten",
  "Smart Contracts & Secure Transactions": "Slimme contracten en veilige transacties",
  "Provides users with actionable analytics on their generation, consumption, and potential savings—through an intuitive mobile app.": "Biedt gebruikers bruikbare analyses over hun opwekking, verbruik en potentiële besparingen — via een intuïtieve mobiele app.",
  "Ensures all trades are transparent, traceable, and secure using blockchain-backed smart contracts.": "Zorgt ervoor dat alle transacties transparant, traceerbaar en veilig zijn met behulp van op blockchain gebaseerde slimme contracten.",
  "Dynamic Pricing Models": "Dynamische prijsmodellen",
  "Adjusts rates in real-time based on grid load, weather, and user behavior—maximizing both savings and grid stability.": "Past tarieven in realtime aan op basis van de netwerkbelasting, het weer en het gedrag van gebruikers — waardoor zowel besparingen als de stabiliteit van het netwerk worden gemaximaliseerd.",
  "Helps users track their carbon savings and environmental impact, encouraging greener consumption habits.": "Helpt gebruikers hun koolstofbesparingen en milieu-impact te volgen, wat groenere consumptiegewoonten stimuleert.",
  "Trustometer is an AI-powered platform purpose-built to bring greater transparency, accountability, and public confidence to non-profit trusts. Our mission is to empower donors, auditors, and stakeholders with real-time insights into how funds are being used, the impact being created, and the level of compliance maintained by charitable organizations. With a strong focus on ethics, automation, and smart reporting, Trustometer helps non-profits demonstrate credibility, build trust, and attract sustained support through data-driven governance.": "Trustometer is een AI-gestuurd platform dat speciaal is gebouwd om meer transparantie, verantwoording en publiek vertrouwen te brengen in non-profit trusts. Onze missie is om donateurs, auditors en belanghebbenden realtime inzicht te geven in hoe fondsen worden gebruikt, welke impact wordt gecreëerd en welk niveau van naleving wordt gehandhaafd door liefdadigheidsorganisaties. Met een sterke focus op ethiek, automatisering en slimme rapportage helpt Trustometer non-profitorganisaties om geloofwaardigheid aan te tonen, vertrouwen op te bouwen en duurzame steun aan te trekken door middel van datagestuurd bestuur.",
  "Non-profit trusts often face a critical challenge: maintaining transparency and gaining public trust while navigating the complexities of fund management, compliance, and reporting. Donors frequently lack visibility into how their contributions are used, while regulatory bodies struggle to monitor impact and misuse across hundreds of organizations. Manual record-keeping, fragmented reporting tools, and inconsistent audit trails result in inefficiencies, delayed disclosures, and lost opportunities to demonstrate real impact. As scrutiny of charitable organizations increases, the absence of a reliable, centralized, and intelligent monitoring system weakens trust and restricts funding opportunities. In a sector where integrity is everything, non-profits urgently need smarter tools to prove they are using funds responsibly, ethically, and effectively.": "Non-profit trusts staan vaak voor een cruciale uitdaging: het handhaven van transparantie en het winnen van publiek vertrouwen terwijl ze omgaan met de complexiteit van fondsenbeheer, naleving en rapportage. Donateurs hebben vaak geen inzicht in hoe hun bijdragen worden gebruikt, terwijl regelgevende instanties moeite hebben om impact en misbruik te monitoren bij honderden organisaties. Handmatige archivering, gefragmenteerde rapportagetools en inconsistente audittrails leiden tot inefficiënties, vertraagde openbaarmakingen en gemiste kansen om echte impact aan te tonen. Naarmate het toezicht op liefdadigheidsorganisaties toeneemt, verzwakt de afwezigheid van een betrouwbaar, gecentraliseerd en intelligent monitoringssysteem het vertrouwen en beperkt het de financieringsmogelijkheden. In een sector waar integriteit alles is, hebben non-profitorganisaties dringend slimmere tools nodig om te bewijzen dat ze fondsen op een verantwoorde, ethische en effectieve manier gebruiken.",
  "Automated Fund Tracking": "Geautomatiseerde fondsenbewaking",
  "Monitors fund allocation and usage in real time, ensuring transparency from donation to impact.": "Bewaakt de toewijzing en het gebruik van fondsen in realtime, wat zorgt voor transparantie van donatie tot impact.",
  "AI-Based Trust Score System": "AI-gebaseerd vertrouwensscoresysteem",
  "Generates dynamic trust scores for non-profits based on financial behavior, compliance, and impact metrics.": "Genereert dynamische vertrouwensscores voor non-profitorganisaties op basis van financieel gedrag, naleving en impactmetrieken.",
  "Smart Compliance Alerts": "Slimme nalevingswaarschuwingen",
  "Notifies organizations of missing reports, delays, or irregularities to reduce audit risks and improve governance.": "Informeert organisaties over ontbrekende rapporten, vertragingen of onregelmatigheden om auditrisico's te verminderen en het bestuur te verbeteren.",
  "Donor Dashboards": "Donateur-dashboards",
  "Allows contributors to see exactly how and where their donations are used, boosting engagement and trust.": "Stelt donateurs in staat om precies te zien hoe en waar hun donaties worden gebruikt, wat de betrokkenheid en het vertrouwen vergroot.",
  "Impact Visualization Tools": "Impactvisualisatietools",
  "Converts raw data into meaningful reports and visual stories to highlight positive outcomes and activities.": "Converteert ruwe gegevens naar zinvolle rapporten en visuele verhalen om positieve resultaten en activiteiten te benadrukken.",
  "Role-Based Access & Data Security": "Op rollen gebaseerde toegang en gegevensbeveiliging",
  "Ensures that sensitive data is securely handled with customized access controls for admins, donors, and auditors.": "Zorgt ervoor dat gevoelige gegevens veilig worden verwerkt met aangepaste toegangscontroles voor beheerders, donateurs en auditors.",
  "In today's rapidly evolving financial landscape, banks must harness the power of data to stay competitive, compliant, and customer-centric. We specialize in designing and implementing comprehensive enterprise data platforms tailored specifically for the banking sector. Our solutions unify fragmented data ecosystems—spanning legacy core systems, third-party applications, and real-time transactional feeds—into a single, scalable, and secure platform. By integrating advanced data engineering, AI-driven analytics, and stringent security protocols, we enable banks to unlock actionable insights across risk management, fraud detection, customer experience, and regulatory compliance. Our platforms support data democratization, empowering every department—from front-line customer service to executive leadership—with reliable, real-time information to drive smarter decisions. We are committed to helping financial institutions modernize their infrastructure with future-ready technology that adapts to evolving regulatory requirements and market demands. Through our end-to-end approach, banks can accelerate innovation, optimize operational efficiency, and deliver personalized, seamless banking experiences that meet the expectations of today's digital-savvy customers.": "In het snel veranderende financiële landschap van vandaag moeten banken de kracht van gegevens benutten om concurrerend, compliant en klantgericht te blijven. Wij zijn gespecialiseerd in het ontwerpen en implementeren van uitgebreide enterprise dataplatforms die specifiek zijn afgestemd op de bankensector. Onze oplossingen verenigen gefragmenteerde gegevensecosystemen — variërend van verouderde kernsystemen, toepassingen van derden en realtime transactiestromen — in één enkel, schaalbaar en veilig platform. Door geavanceerde data-engineering, AI-gestuurde analyses en strikte beveiligingsprotocollen te integreren, stellen we banken in staat om bruikbare inzichten te verkrijgen op het gebied van risicobeheer, fraudedetectie, klantervaring en naleving van regelgeving. Onze platforms ondersteunen de democratisering van gegevens, waardoor elke afdeling — van de eerstelijns klantenservice tot het uitvoerend leiderschap — wordt voorzien van betrouwbare, realtime informatie om slimmere beslissingen te nemen. Wij zetten ons in om financiële instellingen te helpen hun infrastructuur te moderniseren met toekomstbestendige technologie die zich aanpast aan veranderende regelgevingsvereisten en markteisen. Dankzij onze end-to-end-aanpak kunnen banken innovatie versnellen, operationele efficiëntie optimaliseren en gepersonaliseerde, naadloze bankervaringen bieden die voldoen aan de verwachtingen van de digitale klanten van vandaag.",
  "Banks today grapple with massive volumes of data spread across legacy systems, siloed departments, and multiple formats. This fragmentation hinders their ability to gain a unified view of customers, detect fraud quickly, and meet stringent regulatory requirements. In addition, outdated infrastructure slows down innovation and the adoption of AI and analytics, limiting competitiveness.Without a centralized, scalable data platform, banks face challenges in operational efficiency, risk management, and delivering personalized services. The complexity of managing data privacy and compliance further complicates the landscape, requiring a secure and agile solution that can adapt to evolving regulations.": "Banken worstelen vandaag de dag met enorme hoeveelheden gegevens verspreid over verouderde systemen, geïsoleerde afdelingen en meerdere formaten. Deze fragmentatie belemmert hun vermogen om een uniform beeld van klanten te krijgen, snel fraude te detecteren en te voldoen aan strenge regelgeving. Bovendien vertraagt verouderde infrastructuur innovatie en de adoptie van AI en analyse, wat de concurrentiekracht beperkt. Zonder een gecentraliseerd, schaalbaar dataplatform staan banken voor uitdagingen op het gebied van operationele efficiëntie, risicobeheer en het leveren van gepersonaliseerde diensten. De complexiteit van het beheer van gegevensprivacy en compliance maakt het landschap nog ingewikkelder en vereist een veilige en wendbare oplossing die zich kan aanpassen aan de veranderende regelgeving.",
  "Unified Data Integration": "Verenigde gegevensintegratie",
  "Advanced Analytics & AI Integration": "Geavanceerde analyses en AI-integratie",
  "Consolidates disparate data sources into a single, accessible platform for real-time analytics.": "Consolideert verschillende gegevensbronnen in één enkel, toegankelijk platform voor realtime analyses.",
  "Enables predictive modeling, fraud detection, and customer segmentation to enhance decision-making.": "Maakt voorspellende modellering, fraudedetectie en klantsegmentatie mogelijk om de besluitvorming te verbeteren.",
  "Regulatory Compliance & Security": "Naleving van regelgeving en beveiliging",
  "Implements robust data governance, encryption, and audit trails to meet banking regulations.": "Implementeert robuust gegevensbeheer, versleuteling en audittrails om te voldoen aan bankregelgeving.",
  "Supports growing data volumes with flexible, high-performance cloud architecture.": "Ondersteunt groeiende gegevensvolumes met flexibele, krachtige cloudarchitectuur.",
  "Self-Service Analytics Tools": "Zelfbedieningsanalysetools",
  "Real-Time Data Processing": "Realtime gegevensverwerking",
  "Empowers business users with intuitive dashboards and data exploration capabilities.": "Biedt zakelijke gebruikers intuïtieve dashboards en mogelijkheden voor gegevensverkenning.",
  "Facilitates instant data updates and monitoring for timely risk management and customer insights.": "Vergemakkelijkt directe gegevensupdates en bewaking voor tijdig risicobeheer en klantinzichten.",
  "We are a technology-driven company focused on empowering the future of electric mobility through full-stack, data-centric digital platforms. Our core expertise lies in designing and delivering comprehensive systems that monitor, analyze, and optimize electric vehicle (EV) battery performance in real time—ensuring reliability, transparency, and operational excellence. Our platform is purpose-built for EV manufacturers, fleet operators, battery OEMs, and mobility-as-a-service (MaaS) providers who require deep insights into battery health, performance trends, lifecycle tracking, and predictive maintenance. By fusing IoT connectivity, machine learning, cloud-native infrastructure, and real-time dashboards, we enable organizations to unlock the full potential of their EV assets. From collecting edge-level sensor data via Battery Management Systems (BMS) to applying AI-powered analytics in the cloud, we provide a unified solution that not only detects degradation but also anticipates failures before they occur. Our solution facilitates proactive decision-making, optimizes battery usage, and significantly reduces total cost of ownership (TCO). Our mission is to bring clarity and intelligence to EV battery operations. We help businesses extend battery lifespan, comply with regulatory standards, reduce carbon footprint, and create safer, smarter, and more sustainable transportation ecosystems. Whether you're managing a handful of vehicles or scaling across global fleets, our platform is built to adapt, integrate, and scale with your needs. At the heart of our innovation lies a commitment to building systems that are modular, secure, and future-ready—driving value from every charge, every cell, and every mile.": "Wij zijn een technologiegedreven bedrijf dat zich richt op het versterken van de toekomst van elektrische mobiliteit door middel van full-stack, datagerichte digitale platforms. Onze kernexpertise ligt in het ontwerpen en leveren van uitgebreide systemen die de prestaties van de batterijen van elektrische voertuigen (EV's) in realtime monitoren, analyseren en optimaliseren — waardoor betrouwbaarheid, transparantie en operationele excellentie worden gewaarborgd. Ons platform is speciaal gebouwd voor EV-fabrikanten, wagenparkbeheerders, OEM's van batterijen en aanbieders van Mobility-as-a-Service (MaaS) die behoefte hebben aan diepgaande inzichten in de batterijstatus, prestatietrends, levenscyclusbewaking en voorspellend onderhoud. Door IoT-connectiviteit, machine learning, cloud-native infrastructuur en realtime dashboards te combineren, stellen we organisaties in staat het volledige potentieel van hun EV-activa te ontsluiten. Van het verzamelen van sensorgegevens op de edge via Battery Management Systems (BMS) tot het toepassen van AI-gestuurde analyses in de cloud, bieden we een uniforme oplossing die niet alleen degradatie detecteert, maar ook storingen anticipeert voordat ze optreden. Onze oplossing vergemakkelijkt proactieve besluitvorming, optimaliseert het batterijgebruik en verlaagt de totale eigendomskosten (TCO) aanzienlijk. Onze missie is om duidelijkheid en intelligentie te brengen in de werking van EV-batterijen. We helpen bedrijven de levensduur van batterijen te verlengen, te voldoen aan regelgevingsnormen, de ecologische voetafdruk te verkleinen en veiligere, slimmere en duurzamere transportecosystemen te creëren. Of u nu een handvol voertuigen beheert of wereldwijd opschaalt, ons platform is gebouwd om zich aan te passen, te integreren en op te schalen met uw behoeften. De kern van onze innovatie is de toewijding aan het bouwen van systemen die modulair, veilig en toekomstbestendig zijn — waarde creëren uit elke oplaadbeurt, elke cel en elke kilometer.",
  "With the global surge in electric vehicle (EV) adoption, the health and longevity of EV batteries have emerged as pivotal factors impacting overall vehicle performance, operational safety, resale value, and the total cost of ownership. Despite the critical role batteries play in e-mobility, many stakeholders—including fleet operators, OEMs, and mobility providers—face significant challenges in understanding and managing real-time battery health across their operations. Most existing battery monitoring systems are either proprietary, hardware-dependent, or offer only fragmented insights. These systems often fail to provide continuous, scalable, and actionable intelligence across diverse fleets and multi-vendor battery configurations. As a result, businesses lack a unified view of battery status, struggle with inconsistent diagnostics, and remain reactive rather than proactive in maintenance and decision-making. This lack of transparency and real-time data leads to a range of operational issues: unexpected battery failures, inefficient maintenance cycles, reduced battery life, and unanticipated downtimes that disrupt fleet reliability and increase costs. Furthermore, without reliable lifecycle data or predictive analytics, stakeholders cannot accurately forecast battery degradation, schedule timely replacements, or meet evolving regulatory and sustainability requirements.": "Met de wereldwijde toename van de adoptie van elektrische voertuigen (EV's), zijn de gezondheid en levensduur van EV-batterijen naar voren gekomen als cruciale factoren die van invloed zijn op de algehele voertuigprestaties, operationele veiligheid, inruilwaarde en de totale eigendomskosten. Ondanks de cruciale rol die batterijen spelen in e-mobiliteit, worden veel belanghebbenden — waaronder wagenparkbeheerders, OEM's en mobiliteitsaanbieders — geconfronteerd met aanzienlijke uitdagingen bij het begrijpen en beheren van de realtime batterijstatus binnen hun activiteiten. De meeste bestaande batterijbewakingssystemen zijn ofwel eigendomsrechtelijk, hardware-afhankelijk of bieden slechts gefragmenteerde inzichten. Deze systemen slagen er vaak niet in om continue, schaalbare en bruikbare intelligentie te bieden voor diverse wagenparken en batterijconfiguraties van meerdere leveranciers. Als gevolg hiervan hebben bedrijven geen uniform beeld van de batterijstatus, worstelen ze met inconsistente diagnostiek en blijven ze reactief in plaats van proactief in onderhoud en besluitvorming. Dit gebrek aan transparantie en realtime gegevens leidt tot een reeks operationele problemen: onverwachte batterijstoringen, inefficiënte onderhoudscycli, verminderde levensduur van de batterij en onverwachte uitval die de betrouwbaarheid van het wagenpark verstoort en de kosten verhoogt. Bovendien kunnen belanghebbenden, zonder betrouwbare levenscyclusgegevens of voorspellende analyses, de degradatie van de batterij niet nauwkeurig voorspellen, tijdige vervangingen plannen of voldoen aan veranderende regelgeving en duurzaamheidsvereisten.",
  "Real-Time Battery Monitoring": "Realtime batterijbewaking",
  "Predictive Analytics & Alerts": "Voorspellende analyses en waarschuwingen",
  "IoT-enabled data collection from battery management systems (BMS) to monitor temperature, charge cycles, voltage, and state of health.": "IoT-gestuurde gegevensverzameling van batterijbeheersystemen (BMS) om temperatuur, laadcycli, spanning en de status van de batterij te bewaken.",
  "AI-powered forecasting models that predict battery degradation and trigger alerts for preventive maintenance or replacements.": "AI-gestuurde voorspellingsmodellen die batterijdegradatie voorspellen en waarschuwingen activeren voor preventief onderhoud of vervanging.",
  "Custom Dashboards & Insights": "Aangepaste dashboards en inzichten",
  "Lifecycle & Warranty Tracking": "Levenscyclus- en garantiebewaking",
  "Intuitive, role-based dashboards for fleet operators, engineers, and customers with actionable insights and KPIs.": "Intuïtieve, op rollen gebaseerde dashboards voor wagenparkbeheerders, ingenieurs en klanten met bruikbare inzichten en KPI's.",
  "Automated tracking of battery lifecycle stages and warranty terms to optimize asset management.": "Geautomatiseerde bewaking van de levenscyclusfasen van batterijen en garantievoorwaarden om het beheer van activa te optimaliseren.",
  "Cloud-Native Architecture": "Cloud-native architectuur",
  "Integration with EV Ecosystem": "Integratie met het EV-ecosysteem",
  "Scalable and secure backend infrastructure to support large fleets and multiple data streams in real time.": "Schaalbare en veilige backend-infrastructuur ter ondersteuning van grote wagenparken en meerdere datastromen in realtime.",
  "Seamless integration with telematics platforms, OEM systems, and EV charging infrastructure for a unified battery health view.": "Naadloze integratie met telematica-platforms, OEM-systemen en EV-laadinfrastructuur voor een uniform beeld van de batterijstatus.",
  "We specialize in architecting and delivering intelligent, future-ready data platforms that transform how public sector organizations operate in the digital age. With a deep understanding of the unique needs of government institutions, our mission is to help them modernize legacy infrastructures, break data silos, and harness the full potential of their data assets. For the Flemish Employment and Vocational Training Service (VDAB), we partnered to build a cutting-edge, cloud-native data platform tailored to the demands of a dynamic labor market. This comprehensive platform supports end-to-end data integration, real-time processing, advanced analytics, and predictive modeling—all within a secure and compliant environment. Our solution empowers VDAB to go beyond traditional reporting and embrace data-driven strategies for workforce development. By unifying scattered data sources across employment services, training programs, job seekers, and labor market indicators, we enabled a 360-degree view of citizens' needs and program performance. With scalable infrastructure, automated pipelines, and easy-to-use analytics tools, the platform allows decision-makers, counselors, and policymakers to gain timely, actionable insights—ultimately enhancing service delivery, improving employment outcomes, and fostering inclusive economic growth. At the core of our work is a commitment to building transparent, responsive, and impactful data systems that serve public interest. Through this collaboration, VDAB is now better equipped to adapt to evolving labor market challenges, personalize support for job seekers, and future-proof its digital foundation for years to come.": "Wij zijn gespecialiseerd in het ontwerpen en leveren van intelligente, toekomstbestendige dataplatforms die de manier waarop organisaties in de publieke sector werken in het digitale tijdperk transformeren. Met een diepgaand begrip van de unieke behoeften van overheidsinstellingen, is het onze missie om hen te helpen verouderde infrastructuren te moderniseren, datasilo's te doorbreken en het volledige potentieel van hun data-activa te benutten. Voor de Vlaamse Dienst voor Arbeidsbemiddeling en Beroepsopleiding (VDAB) hebben we samengewerkt om een geavanceerd, cloud-native dataplatform te bouwen dat is afgestemd op de eisen van een dynamische arbeidsmarkt. Dit uitgebreide platform ondersteunt end-to-end gegevensintegratie, realtime verwerking, geavanceerde analyses en voorspellende modellering — alles binnen een veilige en conforme omgeving. Onze oplossing stelt de VDAB in staat om verder te gaan dan traditionele rapportage en datagestuurde strategieën voor de ontwikkeling van het personeelsbestand te omarmen. Door verspreide gegevensbronnen over arbeidsbemiddeling, opleidingsprogramma's, werkzoekenden en arbeidsmarktindicatoren te verenigen, hebben we een 360-graden beeld gecreëerd van de behoeften van burgers en de prestaties van programma's. Met een schaalbare infrastructuur, geautomatiseerde pipelines en gebruiksvriendelijke analysetools stelt het platform beleidsmakers, consulenten en beleidsbepalers in staat om tijdige, bruikbare inzichten te verkrijgen — waardoor uiteindelijk de dienstverlening wordt verbeterd, de arbeidsuitkomsten worden verbeterd en inclusieve economische groei wordt bevorderd. De kern van ons werk is de toewijding aan het bouwen van transparante, responsieve en impactvolle datasystemen die het algemeen belang dienen. Door deze samenwerking is de VDAB nu beter toegerust om zich aan te passen aan de veranderende uitdagingen op de arbeidsmarkt, ondersteuning voor werkzoekenden te personaliseren en de digitale basis voor de komende jaren toekomstbestendig te maken.",
  "The VDAB (Flemish Employment and Vocational Training Service) was grappling with a deeply fragmented and outdated data infrastructure that hindered its ability to respond effectively to the evolving demands of the labor market. Its legacy systems, built over decades, operated in silos—making it extremely difficult to collect, consolidate, and process data from various programs, partners, and citizen touchpoints in real time. This lack of integration meant that employment counselors, training providers, and policy makers were forced to make critical decisions based on delayed, inconsistent, or incomplete data. As a result, matching job seekers with appropriate opportunities became inefficient and error-prone, while measuring the effectiveness of training programs or forecasting job market trends lacked the necessary precision. The situation became especially critical during the COVID-19 pandemic. The labor market was shifting rapidly, and without a modern, responsive data platform, VDAB faced delays in deploying targeted interventions, allocating resources efficiently, or tailoring services based on real-time need. Manual data handling and fragmented reporting mechanisms further exacerbated operational inefficiencies, limiting VDAB's agility in crisis response and long-term planning. Beyond operational challenges, this outdated system also affected the citizen experience.": "De VDAB (Vlaamse Dienst voor Arbeidsbemiddeling en Beroepsopleiding) worstelde met een diep gefragmenteerde en verouderde data-infrastructuur die haar vermogen belemmerde om effectief te reageren op de veranderende eisen van de arbeidsmarkt. De verouderde systemen, die gedurende tientallen jaren waren gebouwd, werkten in silo's — waardoor het buitengewoon moeilijk was om gegevens van verschillende programma's, partners en contactpunten van burgers in realtime te verzamelen, consolideren en verwerken. Dit gebrek aan integratie betekende dat arbeidsconsulenten, opleidingsverstrekkers en beleidsmakers gedwongen werden om kritieke beslissingen te nemen op basis van vertraagde, inconsistente of onvolledige gegevens. Als gevolg hiervan werd het matchen van werkzoekenden met passende kansen inefficiënt en foutgevoelig, terwijl het meten van de effectiviteit van opleidingsprogramma's of het voorspellen van arbeidsmarkttrends de nodige precisie miste. De situatie werd bijzonder kritiek tijdens de COVID-19-pandemie. De arbeidsmarkt veranderde snel, en zonder een modern, responsief dataplatform had de VDAB te maken met vertragingen bij het inzetten van gerichte interventies, het efficiënt toewijzen van middelen of het aanpassen van diensten op basis van realtime behoeften. Handmatige gegevensverwerking en gefragmenteerde rapportagemechanismen verergerden de operationele inefficiënties verder, waardoor de wendbaarheid van de VDAB in crisisrespons en langetermijnplanning werd beperkt. Naast operationele uitdagingen had dit verouderde systeem ook invloed op de burgerervaring.",
  "Modern Cloud-Native Architecture": "Moderne cloud-native architectuur",
  "Unified Data Lake & Warehouse": "Verenigde datalake en -warehousing",
  "Migrated VDAB's data systems to a secure, scalable cloud platform for better performance and reliability.": "Migreerde de datasystemen van de VDAB naar een veilig, schaalbaar cloudplatform voor betere prestaties en betrouwbaarheid.",
  "Integrated data from multiple departments into a centralized, governed platform that supports structured and unstructured data.": "Geïntegreerde gegevens van meerdere afdelingen in een gecentraliseerd, beheerd platform dat gestructureerde en ongestructureerde gegevens ondersteunt.",
  "Real-Time Data Pipelines": "Realtime gegevenspipelines",
  "Self-Service Analytics": "Zelfbedieningsanalyses",
  "Enabled continuous ingestion and processing of job market data, training program metrics, and user engagement signals.": "Maakte continue opname en verwerking van arbeidsmarktgegevens, prestatiemetingen van opleidingsprogramma's en signalen van gebruikersbetrokkenheid mogelijk.",
  "Empowered internal teams with tools for custom dashboards, visualizations, and ad-hoc queries—without needing technical expertise.": "Bood interne teams tools voor aangepaste dashboards, visualisaties en ad-hoc query's — zonder technische expertise nodig te hebben.",
  "AI & Predictive Insights": "AI en voorspellende inzichten",
  "Data Governance & Compliance": "Gegevensbeheer en naleving",
  "Deployed machine learning models to forecast employment trends, skill demands, and optimize job matching for citizens.": "Implementeerde machine learning-modellen om werkgelegenheidstrends en de vraag naar vaardigheden te voorspellen en de matching van banen voor burgers te optimaliseren.",
  "Ensured GDPR compliance and implemented robust data access controls for security and transparency.": "Garandeerde GDPR-naleving en implementeerde robuuste toegangscontroles voor gegevens voor beveiliging en transparantie.",
  "We build intelligent AI-driven solutions tailored for the telecom industry to combat fraud, secure networks, and drive operational efficiency. Our fraud detection and analytics platform leverages real-time data ingestion, machine learning algorithms, and anomaly detection to proactively identify suspicious patterns across call records, user behavior, and transactions. With deep telecom domain expertise, we empower providers to stay ahead of emerging threats, minimize revenue leakage, and protect customer trust. Our mission is to help telecom companies transform raw operational data into actionable intelligence—enhancing network security, reducing fraudulent activity, and optimizing business performance with transparency and speed.": "Wij bouwen intelligente, AI-gestuurde oplossingen die zijn afgestemd op de telecomindustrie om fraude te bestrijden, netwerken te beveiligen en operationele efficiëntie te stimuleren. Ons platform voor fraudedetectie en -analyses maakt gebruik van realtime gegevensopname, machine learning-algoritmen en anomaliedetectie om proactief verdachte patronen te identificeren in gespreksverslagen, gebruikersgedrag en transacties. Met diepgaande expertise in het telecomdomein stellen we providers in staat om nieuwe bedreigingen voor te blijven, inkomstenverlies te minimaliseren en het vertrouwen van klanten te beschermen. Onze missie is om telecombedrijven te helpen ruwe operationele gegevens om te zetten in bruikbare intelligentie — de netwerkbeveiliging te verbeteren, frauduleuze activiteiten te verminderen en bedrijfsprestaties te optimaliseren met transparantie en snelheid.",
  "Telecom fraud remains one of the biggest challenges facing service providers worldwide, causing billions in losses annually. From SIM cloning and international revenue share fraud (IRSF) to subscription and roaming fraud, attackers are constantly evolving their tactics to exploit system vulnerabilities. Traditional rule-based fraud systems are no longer sufficient—they struggle to keep up with the sheer volume of data, real-time requirements, and the sophistication of new attack vectors. Additionally, siloed data systems and lack of advanced analytics make it difficult for fraud investigation teams to detect complex patterns early. By the time fraud is discovered, significant financial damage and customer trust erosion may already have occurred. Telecom operators need agile, intelligent tools that adapt quickly to changing fraud scenarios, provide real-time alerts, and offer deep insights across vast and varied datasets.": "Telecomfraude blijft een van de grootste uitdagingen voor serviceproviders wereldwijd, wat jaarlijks miljarden aan verliezen veroorzaakt. Van het klonen van SIM-kaarten en internationale fraude met omzetdeling (IRSF) tot abonnements- en roamingfraude, aanvallers evolueren voortdurend hun tactieken om kwetsbaarheden in het systeem te exploiteren. Traditionele op regels gebaseerde fraudesystemen zijn niet langer voldoende — ze hebben moeite om de enorme hoeveelheid gegevens, realtime vereisten en de verfijning van nieuwe aanvalsvectoren bij te houden. Bovendien maken geïsoleerde datasystemen en een gebrek aan geavanceerde analyses het moeilijk voor fraudebestrijdingsteams om complexe patronen vroegtijdig te detecteren. Tegen de tijd dat fraude wordt ontdekt, kan er al aanzienlijke financiële schade en verlies van klantvertrouwen zijn opgetreden. Telecomoperators hebben behoefte aan wendbare, intelligente tools die zich snel aanpassen aan veranderende fraudescenario's, realtime waarschuwingen geven en diepgaande inzichten bieden over enorme en gevarieerde datasets.",
  "Real-Time Anomaly Detection": "Realtime anomaliedetectie",
  "Self-Learning Fraud Models": "Zelflerende fraudemodellen",
  "AI models continuously scan network data to flag unusual patterns before damage occurs.": "AI-modellen scannen continu netwerkgegevens om ongebruikelijke patronen te markeren voordat er schade optreedt.",
  "Adaptive algorithms evolve with new fraud techniques, reducing false positives and manual tuning.": "Adaptieve algoritmen evolueren met nieuwe fraudetechnieken, waardoor valse positieven en handmatige afstelling worden verminderd.",
  "Integrated Data Intelligence": "Geïntegreerde data-intelligentie",
  "Smart Alerts & Dashboards": "Slimme waarschuwingen en dashboards",
  "Unified insights across call logs, billing, CRM, and network data for deeper fraud context.": "Verenigde inzichten over gesprekslogs, facturering, CRM en netwerkgegevens voor een diepgaandere fraudecontext.",
  "Custom interfaces for fraud teams with intuitive visualizations, root cause drill-down, and instant alerts.": "Aangepaste interfaces voor fraudeteams met intuïtieve visualisaties, root cause-analyse en directe waarschuwingen.",
  "Automated Fraud Response": "Geautomatiseerde frauderespons",
  "Scalable & Flexible Architecture": "Schaalbare en flexibele architectuur",
  "Real-time rules trigger actions like blocking SIMs or disabling suspicious accounts autonomously.": "Realtime regels activeren autonoom acties zoals het blokkeren van SIM-kaarten of het uitschakelen van verdachte accounts.",
  "Cloud-native, high-performance platform built to process massive telecom data with low latency.": "Cloud-native, high-performance platform gebouwd om enorme hoeveelheden telecomgegevens te verwerken met een lage latentie.",
  "We specialize in crafting intuitive and immersive Smart TV applications tailored for religious institutions looking to expand their spiritual reach into the digital realm. Our platform allows religious organizations—temples, mosques, churches, and gurdwaras—to broadcast live sermons, spiritual discourses, devotional music, and community events directly to home screens. Designed for ease of access and inclusivity, the app bridges physical and digital worship experiences, ensuring that people of all ages, especially the elderly and differently-abled, can stay spiritually connected from the comfort of their homes. By combining user-friendly design, multi-language support, and seamless streaming, we empower faith-based communities to engage their followers globally.": "Wij zijn gespecialiseerd in het creëren van intuïtieve en meeslepende Smart TV-applicaties, op maat gemaakt voor religieuze instellingen die hun spirituele bereik naar de digitale wereld willen uitbreiden. Ons platform stelt religieuze organisaties — tempels, moskeeën, kerken en gurdwaras — in staat om live preken, spirituele lezingen, devotionele muziek en gemeenschapsevenementen rechtstreeks naar de thuisschermen te streamen. Ontworpen voor gemakkelijke toegang en inclusiviteit, overbrugt de app fysieke en digitale aanbiddingservaringen en zorgt ervoor dat mensen van alle leeftijden, vooral ouderen en mensen met een beperking, vanuit het comfort van hun huis spiritueel verbonden kunnen blijven. Door gebruiksvriendelijk ontwerp, meertalige ondersteuning en naadloze streaming te combineren, stellen we geloofsgemeenschappen in staat om hun volgers wereldwijd te betrekken.",
  "Many religious institutions struggle to maintain engagement with their communities beyond physical attendance. Elderly devotees, those living abroad, or individuals with mobility constraints often miss out on important sermons, rituals, and events. Traditional broadcasting methods are limited, and existing digital platforms lack the customization, simplicity, or reverence required for spiritual content. Moreover, managing and distributing content across multiple platforms becomes a logistical and technical challenge for religious staff who may not be tech-savvy. As a result, spiritual outreach becomes inconsistent, and community involvement declines—especially during festivals, prayer services, or crises like pandemics.": "Veel religieuze instellingen hebben moeite om de betrokkenheid met hun gemeenschappen te behouden buiten fysieke aanwezigheid. Oudere gelovigen, degenen die in het buitenland wonen, of individuen met mobiliteitsbeperkingen missen vaak belangrijke preken, rituelen en evenementen. Traditionele uitzendmethoden zijn beperkt en bestaande digitale platforms missen de aanpassing, eenvoud of eerbied die nodig is voor spirituele inhoud. Bovendien wordt het beheren en verspreiden van inhoud over meerdere platforms een logistieke en technische uitdaging voor religieus personeel dat mogelijk niet technisch onderlegd is. Als gevolg hiervan wordt spirituele outreach inconsistent en neemt de gemeenschapsbetrokkenheid af — vooral tijdens festivals, gebedsdiensten of crises zoals pandemieën.",
  "Custom Smart TV App for Faith Institutions": "Aangepaste Smart TV-app voor geloofsinstellingen",
  "Global Access, Local Experience": "Wereldwijde toegang, lokale ervaring",
  "A branded app tailored to each religious organization, with live streams, recorded content, schedules, and prayer notifications.": "Een branded app op maat gemaakt voor elke religieuze organisatie, met livestreams, opgenomen inhoud, schema's en gebedsmeldingen.",
  "Multi-language support and geo-based content targeting allow global devotees to preferred format.": "Meertalige ondersteuning en geobaseerde contenttargeting zorgen ervoor dat wereldwijde gelovigen de voorkeursindeling kunnen kiezen.",
  "Elder-Friendly Interface": "Oudvriendelijke interface",
  "On-Demand Spiritual Library": "On-demand spirituele bibliotheek",
  "Simple navigation, large fonts, voice commands, and remote-based controls designed for accessibility and ease of use.": "Eenvoudige navigatie, grote lettertypen, spraakopdrachten en op afstand bedienbare bedieningselementen ontworpen voor toegankelijkheid en gebruiksgemak.",
  "Access to past sermons, devotional songs, guided meditations, scriptures, and spiritual Q&A anytime, anywhere.": "Toegang tot eerdere preken, devotionele liederen, geleide meditaties, geschriften en spirituele Q&A, altijd en overal.",
  "Easy Content Management": "Eenvoudig contentbeheer",
  "High-Quality Live Streaming": "Live streaming van hoge kwaliteit",
  "Drag-and-drop content uploading with no-code tools so staff can update programs, festivals, and announcements effortlessly.": "Uploaden van content met slepen en neerzetten met no-code tools, zodat het personeel programma's, festivals en aankondigingen moeiteloos kan bijwerken.",
  "Seamless integration with existing camera setups for real-time HD broadcasts of ceremonies, discourses, and community events.": "Naadloze integratie met bestaande camera-opstellingen voor realtime HD-uitzendingen van ceremonies, lezingen en gemeenschapsevenementen.",
  "AI & Data Science": "AI en Data Science",
  "Advanced Energy Analytics": "Geavanceerde energie-analyse",
  "Chatbots & Smart Interfaces": "Chatbots en slimme interfaces",
  "Full-Stack Product Development": "Full-Stack productontwikkeling",
  "Predictive Analytics": "Voorspellende analyses",
  "Powerful, AI-driven insights that forecast trends, optimize operations, and drive smarter business decisions.": "Krachtige, AI-gestuurde inzichten die trends voorspellen, operaties optimaliseren en slimmere zakelijke beslissingen stimuleren.",
  "Forecasting Models": "Voorspellingsmodellen",
  "Advanced algorithms that predict future trends, behaviors, and outcomes using historical and real-time data.": "Geavanceerde algoritmen die toekomstige trends, gedragingen en uitkomsten voorspellen met behulp van historische en realtime gegevens.",
  "Root-cause Diagnostics": "Root-cause-diagnostiek",
  "AI-powered analysis to identify the true source of problems, reduce downtime, and prevent future failures.": "AI-gestuurde analyse om de werkelijke bron van problemen te identificeren, uitvaltijd te verminderen en toekomstige storingen te voorkomen.",
  "Computer vision": "Computervisie",
  "AI that interprets and understands visual data to automate tasks, enhance accuracy, and unlock real-time insights.": "AI die visuele gegevens interpreteert en begrijpt om taken te automatiseren, de nauwkeurigheid te verbeteren en realtime inzichten te ontsluiten.",
  "NLP For Industrial Text Data": "NLP voor industriële tekstgegevens",
  "Turn unstructured logs, manuals, and reports into actionable insights with domain-specific natural language processing.": "Transformeer ongestructureerde logboeken, handleidingen en rapporten in bruikbare inzichten met domeinspecifieke natuurlijke taalverwerking.",
  "Empowering Innovation with AI & Data Science": "Innovatie stimuleren met AI en Data Science",
  "We leverage cutting-edge artificial intelligence and advanced data science techniques to empower organizations to navigate the complexities of today's digital world. By transforming vast amounts of data into meaningful insights and actionable strategies, we enable businesses to innovate continuously, optimize performance, and create sustainable competitive advantages across industries.": "Wij maken gebruik van geavanceerde kunstmatige intelligentie en geavanceerde data-wetenschapstechnieken om organisaties te helpen navigeren door de complexiteit van de digitale wereld van vandaag. Door grote hoeveelheden gegevens om te zetten in zinvolle inzichten en bruikbare strategieën, stellen we bedrijven in staat om continu te innoveren, de prestaties te optimaliseren en duurzame concurrentievoordelen te creëren in alle sectoren.",
  "Real-time SCADA Data Analysis": "Realtime SCADA-gegevensanalyse",
  "Unlock operational intelligence by analyzing SCADA streams in real time to detect anomalies, optimize performance, and ensure system reliability.": "Ontgrendel operationele intelligentie door SCADA-stromen in realtime te analyseren om afwijkingen te detecteren, de prestaties te optimaliseren en de systeem betrouwbaarheid te waarborgen.",
  "Renewable Energy Optimization": "Optimalisatie van hernieuwbare energie",
  "Maximize efficiency and output from solar, wind, and hybrid systems using AI-driven forecasting and smart grid integration.": "Maximaliseer de efficiëntie en output van zonne-, wind- en hybride systemen met behulp van AI-gestuurde prognoses en slimme netintegratie.",
  "Load Forecasting": "Belastingsvoorspelling",
  "Accurately predict energy demand using AI models to improve grid reliability, reduce costs, and optimize resource planning": "Voorspel de energievraag nauwkeurig met behulp van AI-modellen om de betrouwbaarheid van het net te verbeteren, kosten te verlagen en de resourceplanning te optimaliseren.",
  "Asset Health Prediction": "Voorspelling van de gezondheid van activa",
  "Accurate, intelligent asset health prediction solutions designed to optimize maintenance, reduce downtime, and maximize operational efficiency.": "Nauwkeurige, intelligente oplossingen voor het voorspellen van de gezondheid van activa die zijn ontworpen om onderhoud te optimaliseren, uitvaltijd te verminderen en operationele efficiëntie te maximaliseren.",
  "Turning Energy Data into Intelligent Decisions.": "Energiedata omzetten in intelligente beslissingen.",
  "We transform vast, complex streams of energy data into meaningful insights that empower utilities, businesses, and households to make smarter, faster, and more sustainable decisions. Through advanced analytics, real-time monitoring, and AI-driven intelligence, we help you predict demand, reduce waste, and optimize energy usage across the entire value chain.": "We transformeren enorme, complexe stromen van energiedata in zinvolle inzichten die nutsbedrijven, bedrijven en huishoudens in staat stellen slimmere, snellere en duurzamere beslissingen te nemen. Door middel van geavanceerde analyses, realtime monitoring en AI-gestuurde intelligentie helpen we u de vraag te voorspellen, verspilling te verminderen en het energieverbruik in de hele waardeketen te optimaliseren.",
  "Chat with your data (SQL/NOSQL DBs)": "Chatten met uw gegevens (SQL/NoSQL DB's)",
  "Instantly query, analyze, and visualize your databases using natural language — no coding required.": "Vraag uw databases direct op, analyseer en visualiseer ze met natuurlijke taal — geen codering vereist.",
  "AI Document Search Assistants": "AI-assistenten voor documenten zoeken",
  "Quickly find answers across complex documents with intelligent, context-aware search powered by natural language understanding.": "Vind snel antwoorden in complexe documenten met intelligente, contextbewuste zoekopdrachten die worden aangedreven door natuurlijke taalverwerking.",
  "AI Customer Service bots": "AI-klantenservicebots",
  "Deliver fast, 24/7 support with intelligent bots that understand queries, resolve issues, and enhance customer satisfaction.": "Bied snelle, 24/7 ondersteuning met intelligente bots die vragen begrijpen, problemen oplossen en de klanttevredenheid verbeteren.",
  "Smarter Chats. Seamless Experiences.": "Slmmer chatten. Naadloze ervaringen.",
  "At the intersection of AI, UX, and automation, we craft advanced chat interfaces that redefine how people interact with digital systems. Our solutions aren't just chatbots—they're intelligent conversation layers that understand user intent, respond naturally, and guide people through complex tasks effortlessly. From customer support to internal knowledge access, we enable smarter interactions that feel intuitive, responsive, and delightfully seamless.": "Op het snijvlak van AI, UX en automatisering, creëren we geavanceerde chatinterfaces die de manier waarop mensen omgaan met digitale systemen herdefiniëren. Onze oplossingen zijn niet zomaar chatbots — het zijn intelligente gesprekslagen die de intentie van de gebruiker begrijpen, natuurlijk reageren en mensen moeiteloos door complexe taken leiden. Van klantenondersteuning tot interne kennisopslag, wij maken slimmere interacties mogelijk die intuïtief, responsief en heerlijk naadloos aanvoelen.",
  "Custom web & Mobile apps": "Web- en mobiele apps op maat",
  "Tailored digital solutions designed to meet your unique business needs, built for performance, scalability, and great user experience.": "Digitale oplossingen op maat die zijn ontworpen om aan uw unieke zakelijke behoeften te voldoen, gebouwd voor prestaties, schaalbaarheid en een geweldige gebruikerservaring.",
  "Scalable Backend Architecture": "Schaalbare backend-architectuur",
  "Robust, cloud-ready systems built to handle growth, ensure reliability, and power high-performance applications.": "Robuuste, cloud-ready systemen gebouwd om groei aan te kunnen, betrouwbaarheid te garanderen en krachtige applicaties aan te drijven.",
  "Frontend Design Systems": "Frontend ontwerpsystemen",
  "Consistent, reusable UI components and patterns that accelerate development and ensure seamless user experiences across platforms.": "Consistente, herbruikbare UI-componenten en patronen die de ontwikkeling versnellen en zorgen voor naadloze gebruikerservaringen op alle platforms.",
  "DevOps & CI/CD pipelines": "DevOps & CI/CD-pijplijnen",
  "Streamline development with automated workflows, faster releases, and reliable deployments through modern DevOps practices.": "Stroomlijn de ontwikkeling met geautomatiseerde workflows, snellere releases en betrouwbare implementaties via moderne DevOps-praktijken.",
  "End-to-End Innovation. Full-Stack Execution.": "End-to-end innovatie. Full-stack uitvoering.",
  "From product discovery and architecture to frontend finesse and backend scalability, we manage every phase of development under one roof. Our full-stack teams combine deep technical expertise with creative agility, ensuring your product is not only functional but future-ready. Whether you're launching an MVP or scaling enterprise software, we deliver seamless, efficient, and high-impact solutions—faster.": "Van productontdekking en architectuur tot frontend-finesse en backend-schaalbaarheid, we beheren elke fase van de ontwikkeling onder één dak. Onze full-stack teams combineren diepgaande technische expertise met creatieve wendbaarheid, waardoor uw product niet alleen functioneel is, maar ook toekomstbestendig. Of u nu een MVP lanceert of bedrijf software opschaalt, we leveren naadloze, efficiënte en impactvolle oplossingen — sneller.",
  "Let's Connect and Bring Your Ideas to Life!": "Laten we contact leggen en uw ideeën tot leven brengen!",
  "Want work with us": "Wilt u met ons samenwerken?",
  "Get In Touch": "Neem contact op",
  "Have a project in mind or need expert guidance? Our team is here to help you move forward.": "Heeft u een project in gedachten of heeft u deskundige begeleiding nodig? Ons team staat klaar om u te helpen.",
  "10+ collaborations with top-tier partners": "10+ samenwerkingen met top partners",
  "Clients": "Klanten",
  "Smart Solutions for Modern Enterprises": "Slimme oplossingen voor moderne ondernemingen",
  "Building A1, Dubai Digital Park, Dubai Silicon Oasis,": "Gebouw A1, Dubai Digital Park, Dubai Silicon Oasis,",
  "Dubai, United Arab Emirates": "Dubai, Verenigde Arabische Emiraten",
  "Industry Solutions Built for local Market": "Industriële oplossingen gebouwd voor de lokale markt",
  "At the onset of the Covid-19 pandemic, the Flemish Government faced a critical challenge: fragmented data systems and siloed health institutions made it difficult to access real-time, reliable information. Case numbers, test results, hospital capacity, vaccination status, and regional outbreaks were being tracked across disconnected platforms—hindering the government's ability to make informed, unified decisions. Without a centralized data collaboration framework, frontline workers, policy-makers, and epidemiologists struggled to identify hotspots, allocate resources efficiently, or coordinate large-scale public health initiatives. In a fast-moving crisis, delays in data access or miscommunication could have life-threatening consequences. The need for a secure, flexible, and integrated platform to unify health data and streamline collaboration across stakeholders became an urgent national priority.": "Bij het begin van de Covid-19-pandemie stond de Vlaamse regering voor een cruciale uitdaging: gefragmenteerde datasystemen en geïsoleerde zorginstellingen maakten het moeilijk om toegang te krijgen tot realtime, betrouwbare informatie. Het aantal gevallen, testresultaten, ziekenhuiscapaciteit, vaccinatiestatus en regionale uitbraken werden bijgehouden op niet-verbonden platforms — wat het vermogen van de overheid belemmerde om geïnformeerde, uniforme beslissingen te nemen. Zonder een gecentraliseerd kader voor gegevenssamenwerking hadden eerstelijnswerkers, beleidsmakers en epidemiologen moeite met het identificeren van hotspots, het efficiënt toewijzen van middelen of het coördineren van grootschalige volksgezondheidsinitiatieven. In een snel bewegende crisis konden vertragingen in de toegang tot gegevens of miscommunicatie levensbedreigende gevolgen hebben. De behoefte aan een veilig, flexibel en geïntegreerd platform om gezondheidsgegevens te verenigen en de samenwerking tussen belanghebbenden te stroomlijnen, werd een urgente nationale prioriteit.",
  "We are a data-driven innovation partner committed to solving complex public health challenges through smart technology and secure collaboration. During the Covid-19 pandemic, we supported the Flemish Government in rapidly developing a robust, scalable, and privacy-conscious data platform. Our goal was to empower decision-makers, researchers, and healthcare professionals with timely insights—helping them respond effectively to an unprecedented crisis. By combining cloud infrastructure, advanced analytics, and seamless integration across agencies, we enabled faster, smarter, and more coordinated public health actions in Belgium.": "Wij zijn een datagedreven innovatiepartner die zich inzet voor het oplossen van complexe volksgezondheidsproblemen door middel van slimme technologie en veilige samenwerking. Tijdens de Covid-19-pandemie hebben we de Vlaamse regering ondersteund bij het snel ontwikkelen van een robuust, schaalbaar en privacybewust dataplatform. Ons doel was om beleidsmakers, onderzoekers en zorgprofessionals te voorzien van tijdige inzichten — om hen te helpen effectief te reageren op een ongekende crisis. Door cloud-infrastructuur, geavanceerde analyses en naadloze integratie tussen agentschappen te combineren, hebben we snellere, slimmere en beter gecoördineerde volksgezondheidsacties in België mogelijk gemaakt.",
  "Name": "Nom",
  "Email Address": "Adresse e-mail",
  "Select County code": "Sélectionner l'indicatif de pays",
  "Mobile Number": "Numéro de téléphone portable",
  "Describe Your Project": "Décrivez votre projet",
  "Let's Build Something Great Here In": "Créons quelque chose de grand ici en",
  "Saudi Arabia": "Arabie saoudite",
  "Location": "Localisation",
  "Submit": "Indienen",
  "Only letters and spaces are allowed": "Alleen letters en spaties zijn toegestaan",
  "Please enter your name": "Voer uw naam in",
  "A valid work email is required": "Een geldig zakelijk e-mailadres is vereist",
  "Please enter your email address": "Voer uw e-mailadres in",
  "Enter your 9-digit mobile number": "Voer uw 9-cijferige mobiele nummer in",
  "Only numbers are allowed": "Alleen cijfers zijn toegestaan",
  "Briefly describe your project needs": "Beschrijf kort uw projectbehoeften",
  "AI-Powered Intelligence for a Competitive Edge": "AI-gestuurde intelligentie voor een concurrentievoordeel",
  "Harness the power of advanced analytics, machine learning, and AI-driven insights to optimize decision-making, innovate faster, and create measurable business value.": "Benut de kracht van geavanceerde analyses, machine learning en door AI aangestuurde inzichten om besluitvorming te optimaliseren, sneller te innoveren en meetbare bedrijfswaarde te creëren.",
  "Think Smart. Act Faster.": "Denk slim. Handel sneller.",
  "With us, transform your data into intelligent insights and AI-powered solutions that deliver impact from day one.": "Met ons transformeert u uw data in intelligente inzichten en AI-oplossingen die vanaf dag één impact maken.",
  "Unlock operational efficiency and sustainability with data-driven insights, predictive models, and intelligent energy management solutions.": "Ontgrendel operationele efficiëntie en duurzaamheid met datagestuurde inzichten, voorspellende modellen en intelligente energiebeheersoplossingen.",
  "Advanced Energy Analytics to Power Your Future": "Geavanceerde energie-analyse voor uw toekomst",
  "From real-time monitoring to advanced forecasting, harness the complete analytics stack to optimize performance and drive measurable results.": "Van realtime monitoring tot geavanceerde voorspellingen: benut de volledige analysetoolset om prestaties te optimaliseren en meetbare resultaten te behalen.",
  "Full-Spectrum Energy Intelligence. Maximum Impact.": "Volledig spectrum energie-intelligentie. Maximale impact.",
  "Reimagine Conversations for the Digital Age": "Herbedenk gesprekken voor het digitale tijdperk",
  "At Surkh, transform customer interactions with intelligent chatbots and smart interfaces that deliver instant, personalized, and engaging experiences.": "Bij Surkh transformeren we klantinteracties met intelligente chatbots en slimme interfaces die directe, persoonlijke en boeiende ervaringen bieden.",
  "Build Smart. Connect Faster.": "Bouw slim. Verbind sneller.",
  "Achieve more with AI-powered communication tools designed to streamline support, reduce response times, and drive customer satisfaction.": "Bereik meer met AI-aangedreven communicatietools die zijn ontworpen om ondersteuning te stroomlijnen, reactietijden te verkorten en klanttevredenheid te verhogen.",
  "Full-Stack Solutions Tailored to Your Vision": "Full-stackoplossingen afgestemd op uw visie",
  "Turn ideas into market-ready products with end-to-end development across front-end, back-end, and cloud — all aligned with your business goals.": "Zet ideeën om in marktrijpe producten met end-to-end ontwikkeling over front-end, back-end en cloud — allemaal afgestemd op uw bedrijfsdoelen.",
  "With us, design, build, and scale high-performing digital products that adapt to your evolving market needs.": "Met ons ontwerpt, bouwt en schaalt u hoogwaardige digitale producten die zich aanpassen aan uw veranderende marktbehoeften.",
  "Product Development, Reimagined for Impact": "Productontwikkeling heruitgevonden voor impact",
  "Solutions": "Oplossingen",
  "Ahmed brings 20+ years of product and engineering experience across IT, telecom, government, and Islamic tech. He bridges business needs and technical execution, leading full-stack product development from ideation to deployment.": "Ahmed brengt meer dan 20 jaar product- en engineeringervaring mee in IT, telecom, overheid en Islamitische technologie. Hij overbrugt zakelijke behoeften en technische uitvoering en leidt full-stack productontwikkeling van ideevorming tot implementatie.",
  "Core Strengths:": "Kernkwaliteiten:",
  "Product ownership and stakeholder management": "Producteigendom en stakeholdermanagement",
  "Full-stack mobile/web engineering": "Full-stack mobiele/web-engineering",
  "Applied AI & NLP for real-world apps": "Toegepaste AI & NLP voor praktijktoepassingen",
  "Key Products Led:": "Belangrijkste geleide producten:",
  "Enterpirse Grade ChatBots (Chat with SQL/NOSQL DBs, documents, pdfs etc)": "ChatBots op bedrijfsniveau (chatten met SQL/NOSQL DB's, documenten, pdf's etc)",
  "AI Customer Service bots": "AI Klantenservice bots",
  "AI-powered B2C energy trading app": "Door AI aangedreven B2C-app voor energiehandel",
  "Trustometer: AI-Powered Platform for Non-Profit Trusts and NGOs": "Trustometer: Door AI aangedreven platform voor non-profitorganisaties en NGO's",
  "SalahMeanings - Smart TV app for educational institutions": "SalahMeanings - Smart TV-app voor onderwijsinstellingen",
  "Ahmed is known for building lean, intelligent products that deliver both social impact and business value.": "Ahmed staat bekend om het bouwen van lean, intelligente producten die zowel sociale impact als bedrijfswaarde leveren.",
  "With over 20 years of experience in data architecture, real-time streaming, and AI-powered analytics, Geert has led large-scale transformation projects for banks, energy companies, and public institutions. His expertise lies in:": "Met meer dan 20 jaar ervaring in data-architectuur, real-time streaming en AI-gedreven analyses, heeft Geert grootschalige transformatieprojecten geleid voor banken, energiebedrijven en openbare instellingen. Zijn expertise ligt in:",
  "Building modern data platforms (streaming + batch)": "Bouwen van moderne dataplatforms (streaming + batch)",
  "Designing secure, scalable cloud infrastructure (AWS)": "Ontwerpen van veilige, schaalbare cloudinfrastructuur (AWS)",
  "Delivering AI-ready systems for predictive modeling": "Leveren van AI-ready systemen voor voorspellende modellering",
  "Architect of Belgium's COVID-19 health data platform (VAZG)": "Architect van het Belgische COVID-19 gezondheidsdataplatform (VAZG)",
  "Built a modern data hub for BNP Paribas": "Gebouwd een moderne datahub voor BNP Paribas",
  "Designed predictive analytics systems for wind energy, telecom fraud, and labor markets": "Ontworpen voorspellende analysesystemen voor windenergie, telecomfraude en arbeidsmarkten",
  "Notable Contributions:": "Opmerkelijke bijdragen:",
  "Abid brings a rare blend of strategic clarity and operational agility to Surkh. With a proven track record as an advisor to telecom and oil & gas giants across Europe and the Middle East, he's known for seeing both the trees and the forest — and finding creative, high-impact solutions at any scale. His ability to “wear multiple hats” makes him an invaluable guide on matters of expansion, positioning, and partnerships.": "Abid brengt een zeldzame mix van strategische helderheid en operationele wendbaarheid naar Surkh. Met een bewezen staat van dienst als adviseur voor telecom- en olie- en gasgiganten in heel Europa en het Midden-Oosten, staat hij bekend om het zien van zowel de bomen als het bos — en het vinden van creatieve, impactvolle oplossingen op elke schaal. Zijn vermogen om “meerdere petten op te zetten” maakt hem een onmisbare gids op het gebied van uitbreiding, positionering en partnerschappen.",
  "A pioneer in Europe's green energy movement, Sieger has dedicated his career to making energy smarter and more sustainable. From solar panels and EV charging stations to heat pumps, infrared panels, and battery storage — he's built solutions that reshape the way homes and businesses consume energy.": "Als pionier in Europa's groene energierevolutie heeft Sieger zijn carrière gewijd aan het slimmer en duurzamer maken van energie. Van zonnepanelen en EV-laadpalen tot warmtepompen, infraroodpanelen en batterijopslag — hij heeft oplossingen gebouwd die de manier waarop huizen en bedrijven energie verbruiken, hervormen.",
  "At Surkh, Sieger advises on energy-tech integration, green innovation, and B2C adoption strategies, playing a key role in our vision for AI-powered energy trading solutions.": "Bij Surkh adviseert Sieger over energie-tech-integratie, groene innovatie en B2C-adoptiestrategieën, en speelt hij een sleutelrol in onze visie voor door AI aangedreven energiehandelsoplossingen.",
  "The best tech is invisible. It simplifies complexity, empowers users, and scales effortlessly.": "De beste technologie is onzichtbaar. Het vereenvoudigt complexiteit, geeft gebruikers meer mogelijkheden en past zich moeiteloos aan."
}