{
    "Home": "Accueil",
    "About Us": "À propos de nous",
    "Portfolio": "Portfolio",
    "Our Services": "Nos Services",
    "Empowering Energy & Tech": "Renforcer l'énergie et la technologie",
    "with AI & EngineeringExcellence": "avec l'IA et l'excellence en ingénierie",
    "Surkh delivers cutting-edge AI, Data Science, and Full-Stack Development services for the energy and industrial sectors — cost-effectively from onsite or offshore.": "Surkh fournit des services de pointe en IA, science des données et développement full-stack pour les secteurs de l'énergie et de l'industrie — de manière économique, sur site ou à distance.",
    "Talk to Us": "Contactez-nous",
    "What Sets Us Apart": "Ce qui nous distingue",
    "At Surkh, our core values guide how we think, create, and deliver with purpose.": "Chez Surkh, nos valeurs fondamentales guident notre réflexion, notre création et notre façon de livrer avec sens.",
    "Energy Sector Expertise": "Expertise du secteur énergétique",
    "AI-Powered Solutions": "Solutions propulsées par l'IA",
    "End-to-End Tech Stack": "Pile technologique complète",
    "Faster Time to Market": "Délai de mise sur le marché réduit",
    "Cost Optimisation": "Optimisation des coûts",
    "What Do We Offer?": "Que proposons-nous ?",
    "Predictive Maintenance in Wind Energy": "Maintenance prédictive dans l'énergie éolienne",
    "Maximize turbine uptime with AI-driven fault detection and real-time performance insights.": "Maximisez la disponibilité des turbines grâce à la détection des pannes par IA et aux analyses de performance en temps réel.",
    "View Case Study": "Voir l'étude de cas",
    "Where ideas meet execution": "Là où les idées deviennent réalité",
    "AI & Advanced Data Analytics": "IA et analyses de données avancées",
    "Transforming raw data into actionable intelligence with the power of AI and cutting-edge analytics.": "Transformer les données brutes en informations exploitables grâce à l'IA et aux analyses avancées.",
    "Chatbots & Document Chat Interfaces": "Chatbots et interfaces de chat documentaire",
    "Deliver smarter conversations with AI-powered chatbots and document-aware interfaces that understand, respond, and assist instantly.": "Offrez des conversations intelligentes avec des chatbots et interfaces documentaires propulsés par l'IA, capables de comprendre, répondre et assister instantanément.",
    "End-to-End Web & App Development": "Développement web et mobile de bout en bout",
    "From idea to execution — we design, develop, and deliver powerful web and mobile solutions tailored to your goals.": "De l'idée à la réalisation — nous concevons, développons et livrons des solutions web et mobiles puissantes, adaptées à vos objectifs.",
    "Data Engineering & Infrastructure": "Ingénierie des données et infrastructure",
    "Build reliable, scalable data pipelines and infrastructure that power real-time insights and long-term growth.": "Créez des pipelines de données fiables et évolutifs ainsi qu'une infrastructure soutenant des analyses en temps réel et une croissance durable.",
    "AI Tools": "Outils IA",
    "AI Tools Engineered by Surkh": "Outils IA développés par Surkh",
    "Chat with Database": "Discuter avec la base de données",
    "Ask questions like What was our Q2 energy output in Germany": "Posez des questions comme : Quelle a été notre production d'énergie au T2 en Allemagne ?",
    "What was our Q2 energy output in Germany?": "Quelle a été notre production d'énergie au T2 en Allemagne ?",
    "Output: Real-time SQL answers, charts & exports.": "Résultat : réponses SQL en temps réel, graphiques et exportations.",
    "Chat with Documents": "Discuter avec des documents",
    "Upload docs, policies, or manuals.": "Téléchargez des documents, politiques ou manuels.",
    "Ask questions and get context-rich, citation-backed responses.": "Posez vos questions et obtenez des réponses contextualisées avec des références.",
    "Enterprise Chatbots": "Chatbots d'entreprise",
    "LLM-powered assistants for customer service, tech support, internal training.": "Assistants basés sur des LLM pour le service client, le support technique et la formation interne.",
    "Why Surkh": "Pourquoi Surkh",
    "Outsource Smart. Operate Sharp.": "Externalisez intelligemment. Opérez efficacement.",
    "European Presence": "Présence européenne",
    "Seamless collaboration with timezone-aligned teams": "Collaboration fluide avec des équipes alignées sur les fuseaux horaires",
    "Domain Expertise": "Expertise sectorielle",
    "Deep understanding of energy and industrial ecosystems": "Compréhension approfondie des écosystèmes énergétiques et industriels",
    "AI-First Engineering": "Ingénierie axée sur l'IA",
    "Cost-Effective Development": "Développement rentable",
    "Premium talent at startup-friendly pricing": "Talents de haut niveau à des prix adaptés aux startups",
    "Energy": "Énergie",
    "Renewables": "Énergies renouvelables",
    "Utilities": "Services publics",
    "Oil & Gas": "Pétrole et gaz",
    "Manufacturing": "Industrie manufacturière",
    "Predictive Maintenance": "Maintenance prédictive",
    "Process Optimization": "Optimisation des processus",
    "Tech & SaaS": "Technologie et SaaS",
    "AI-driven platform development": "Développement de plateformes propulsées par l'IA",
    "Custom integrations": "Intégrations personnalisées",
    "Enterprises": "Entreprises",
    "Digital transformation": "Transformation numérique",
    "AI solutions for HR,compliance, and operations": "Solutions IA pour les RH, la conformité et les opérations",
    "Surkh — Innovative IT Solutions for a Smarter Tomorrow": "Surkh — Des solutions IT innovantes pour un avenir plus intelligent",
    "Address": "Adresse",
    "Company": "Entreprise",
    "Surkh is a European technology partner transforming businesses through intelligent AI systems, energy-sector data solutions, and scalable web platforms.": "Surkh est un partenaire technologique européen qui transforme les entreprises grâce à des systèmes IA intelligents, des solutions de données pour le secteur de l'énergie et des plateformes web évolutives.",
    "Our founders bring decades of experience across energy analytics, data science, and full-stack engineering. We're not just developers — we're problem solvers who understand the core of your industry.": "Nos fondateurs possèdent des décennies d'expérience en analytique énergétique, science des données et ingénierie full-stack. Nous ne sommes pas que des développeurs — nous sommes des résolveurs de problèmes qui comprennent le cœur de votre secteur.",
    "Our Vision": "Notre vision",
    "Our Mission": "Notre mission",
    "A smarter, leaner world where technology doesn't just support — it leads transformation.": "Un monde plus intelligent et agile où la technologie ne se contente pas de soutenir — elle mène la transformation.",
    "To drive innovation and operational efficiency through AI-powered, data-driven, and full-stack solutions for industrial and energy-focused enterprises.": "Favoriser l'innovation et l'efficacité opérationnelle grâce à des solutions full-stack pilotées par l'IA et les données pour les entreprises industrielles et axées sur l'énergie.",
    "Our Team": "Notre équipe",
    "Built by Engineers Who Lead and Build": "Conçue par des ingénieurs qui dirigent et construisent",
    "At Surkh, we don't just develop solutions — we engineer impact. Our leadership team and advisors bring decades of experience across AI, energy, analytics, and enterprise-scale transformation. Together, they ensure Surkh stays agile, future-ready, and deeply grounded in both tech innovation and industry relevance.": "Chez Surkh, nous ne faisons pas que développer des solutions — nous concevons de l'impact. Notre équipe de direction et nos conseillers possèdent des décennies d'expérience en IA, énergie, analytique et transformation à l'échelle des entreprises. Ensemble, ils garantissent que Surkh reste agile, prêt pour l'avenir et profondément ancré dans l'innovation technologique et la pertinence sectorielle.",
    "Meet the Minds Behind Surkh": "Rencontrez les esprits derrière Surkh",
    "At Surkh, we don't just build solutions — we engineer breakthroughs. Our leadership team brings together decades of experience in AI, advanced analytics, software architecture, and domain-specific problem-solving across Europe, the Middle East, and Asia.With deep roots in energy, banking, telecom, government, and non-profit sectors, we speak the language of both code and business impact.": "Chez Surkh, nous ne construisons pas seulement des solutions — nous concevons des percées. Notre équipe dirigeante cumule des décennies d'expérience en IA, analyses avancées, architecture logicielle et résolution de problèmes sectoriels à travers l'Europe, le Moyen-Orient et l'Asie. Avec des racines solides dans les secteurs de l'énergie, de la banque, des télécoms, du gouvernement et des ONG, nous parlons à la fois le langage du code et de l'impact commercial.",
    "Geert Schneider": "Geert Schneider",
    "Co-founder | ChiefTechnology Architect": "Co-fondateur | Architecte en chef des technologies",
    "Based in Belgium": "Basé en Belgique",
    "From energy grids to financial systems, I build data platforms that don't just scale — they evolve.": "Des réseaux énergétiques aux systèmes financiers, je construis des plateformes de données qui ne se contentent pas de s'adapter — elles évoluent.",
    "Ahmed Muddassir": "Ahmed Muddassir",
    "Strategic Advisory Panel": "Comité consultatif stratégique",
    "Guiding Innovation with Industry Expertise": "Orienter l'innovation grâce à une expertise sectorielle",
    "Abid Hussain": "Abid Hussain",
    "Business Enabler | Strategic Advisor | Cross-Industry Catalyst": "Facilitateur d'affaires | Conseiller stratégique | Catalyseur intersectoriel",
    "“Abid ensures organizations move fast — but never blindly.”": "« Abid veille à ce que les organisations avancent vite — mais jamais à l'aveugle. »",
    "Sieger Beimers": "Sieger Beimers",
    "Founder, Duurzaam Direct | Energy Sustainability Visionary": "Fondateur, Duurzaam Direct | Visionnaire en durabilité énergétique",
    "“My mission is simple: make sustainable energy the default — not the alternative.”": "« Ma mission est simple : faire de l'énergie durable la norme — pas l'alternative. »",
    "A Cross-Border, Cross-Disciplinary Team": "Une équipe transfrontalière et pluridisciplinaire",
    "Our team is spread across Europe, South Asia, and the Middle East, combining engineering excellence with a strong sense of cultural and contextual awareness.": "Notre équipe est répartie en Europe, en Asie du Sud et au Moyen-Orient, combinant excellence en ingénierie et forte sensibilité culturelle et contextuelle.",
    "At Surkh, we:": "Chez Surkh, nous :",
    "Understand the regulatory and business landscapes of European and emerging markets": "Comprenons les environnements réglementaires et commerciaux des marchés européens et émergents",
    "Build multilingual, multi-platform, and AI-integrated systems": "Concevons des systèmes multilingues, multiplateformes et intégrés à l'IA",
    "Partner with clients as outsourced innovation engines": "Collaborons avec nos clients en tant que moteurs d'innovation externalisés",
    "We Don't Just Build Tech We Build Possibility": "Nous ne construisons pas seulement de la technologie — nous construisons des possibilités",
    "AI-Powered Energy Trading for Households (B2C App)": "Plateforme d'échange d'énergie alimentée par l'IA pour les foyers (application B2C)",
    "Empowering households to trade and optimize energy in real time — driven by smart AI and clean technology.": "Permettre aux foyers d'échanger et d'optimiser leur énergie en temps réel — grâce à l'IA intelligente et aux technologies propres.",
    "Covid Data Collaboration Platform for Flemish Government": "Plateforme de collaboration de données Covid pour le gouvernement flamand",
    "Enabling real-time data sharing and informed decision-making during the pandemic.": "Permet le partage de données en temps réel et la prise de décisions éclairées pendant la pandémie.",
    "Trustometer: AI-Powered Platform for Non-Profit Trusts": "Trustometer : Plateforme propulsée par l'IA pour les associations à but non lucratif",
    "Building transparency and accountability with intelligent trust analysis.": "Favoriser la transparence et la responsabilité grâce à une analyse intelligente de la confiance.",
    "Enterprise Data Platform for Banking": "Plateforme de données d'entreprise pour le secteur bancaire",
    "Unify, govern, and activate your financial data with a secure, scalable platform built for modern banking.": "Unifiez, gérez et exploitez vos données financières avec une plateforme sécurisée et évolutive conçue pour la banque moderne.",
    "Full-Stack Platform for EV Battery Health": "Plateforme complète pour la santé des batteries de véhicules électriques",
    "Monitor, analyze, and optimize EV battery performance with a comprehensive, data-driven platform built for accuracy and scale.": "Surveillez, analysez et optimisez les performances des batteries EV avec une plateforme complète, pilotée par les données, conçue pour la précision et l'évolutivité.",
    "Modern Data Platform for Public Employment (VDAB)": "Plateforme de données moderne pour l'emploi public (VDAB)",
    "Empowering data-driven workforce development through a unified, intelligent, and secure platform built for public employment services.": "Favoriser le développement de la main-d'œuvre basé sur les données grâce à une plateforme unifiée, intelligente et sécurisée dédiée aux services publics de l'emploi.",
    "Telecom AI for Fraud Detection & Analytics": "IA pour la détection des fraudes et l'analyse dans les télécommunications",
    "Harness AI to detect fraud in real-time, analyze anomalies, and secure telecom networks with precision.": "Exploitez l'IA pour détecter les fraudes en temps réel, analyser les anomalies et sécuriser les réseaux télécoms avec précision.",
    "Smart TV App for Religious Institutions": "Application Smart TV pour les institutions religieuses",
    "Bringing spiritual content to living rooms — live sermons, prayers, and religious events streamed seamlessly on Smart TVs.": "Apportez du contenu spirituel dans les foyers — sermons en direct, prières et événements religieux diffusés sans interruption sur Smart TV.",
    "We are a forward-thinking clean tech company dedicated to reshaping the way households interact with energy. In an era where sustainability, decentralization, and digital innovation are converging, we saw an opportunity to put power—literally—back into the hands of consumers. Our platform leverages cutting-edge artificial intelligence, real-time data analytics, and secure peer-to-peer trading to enable households to manage, optimize, and profit from their energy usage like never before. We believe energy should be intelligent, transparent, and user-centric. That's why we've built a robust and intuitive mobile application that transforms homes from passive energy consumers into active participants in a smart energy marketplace. Whether users generate excess solar power, want to reduce their energy bills, or simply wish to contribute to a greener future, our platform makes it simple, accessible, and rewarding. With our AI-powered energy trading system, we aim to accelerate the adoption of clean energy, reduce grid dependency, and promote a more resilient and efficient energy ecosystem. From individual households to entire communities, we are building a smarter, more sustainable future—one kilowatt at a time.": "Nous sommes une entreprise de technologies propres avant-gardiste qui se consacre à repenser la façon dont les ménages interagissent avec l'énergie. À l'ère de la convergence entre développement durable, décentralisation et innovation numérique, nous avons saisi l'opportunité de remettre littéralement le pouvoir entre les mains des consommateurs. Notre plateforme s'appuie sur une intelligence artificielle de pointe, des analyses de données en temps réel et des échanges sécurisés de pair à pair pour permettre aux ménages de gérer, d'optimiser et de rentabiliser leur consommation énergétique comme jamais auparavant. Nous pensons que l'énergie doit être intelligente, transparente et centrée sur l'utilisateur. C'est pourquoi nous avons développé une application mobile robuste et intuitive qui transforme les foyers, passant du statut de consommateurs passifs à celui d'acteurs actifs d'un marché énergétique intelligent. Que les utilisateurs produisent de l'énergie solaire excédentaire, souhaitent réduire leurs factures d'énergie ou souhaitent simplement contribuer à un avenir plus vert, notre plateforme est simple, accessible et gratifiante. Grâce à notre système d'échange d'énergie basé sur l'IA, nous souhaitons accélérer l'adoption des énergies propres, réduire la dépendance au réseau électrique et promouvoir un écosystème énergétique plus résilient et plus performant. Des ménages individuels aux communautés entières, nous construisons un avenir plus intelligent et plus durable, un kilowatt à la fois.",
    "The global energy landscape is undergoing a massive transformation, yet household consumers remain largely disconnected from the opportunities created by this shift. While millions of homes are now equipped with solar panels, smart meters, and battery storage systems, the infrastructure to support decentralized energy exchange is still fragmented, outdated, and inefficient. Most households with surplus energy have no direct means to trade it or monetize it—leading to wasted potential and missed financial incentives. Traditional utility models are centralized and rigid, offering little transparency or control to end users. Energy pricing is often unpredictable, billing lacks clarity, and consumers are typically locked into inflexible contracts. This disconnect not only limits household agency but also places enormous strain on central grids—especially during peak hours or climate-driven disruptions. Moreover, while energy data is being generated at an unprecedented scale, it remains largely underutilized. Without intelligent systems to analyze and act on this data, users cannot make informed decisions about when to consume, store, or sell energy. As a result, households miss out on both economic and environmental benefits. ": "Le paysage énergétique mondial connaît une transformation profonde, mais les ménages restent largement déconnectés des opportunités créées par cette évolution. Si des millions de foyers sont désormais équipés de panneaux solaires, de compteurs intelligents et de systèmes de stockage sur batterie, l'infrastructure nécessaire aux échanges énergétiques décentralisés reste fragmentée, obsolète et inefficace. La plupart des ménages disposant d'un surplus d'énergie n'ont aucun moyen direct de l'échanger ou de le monétiser, ce qui entraîne un gaspillage de potentiel et des pertes d'incitations financières. Les modèles de services publics traditionnels sont centralisés et rigides, offrant peu de transparence et de contrôle aux utilisateurs finaux. Les prix de l'énergie sont souvent imprévisibles, la facturation manque de clarté et les consommateurs sont généralement prisonniers de contrats rigides. Ce décalage limite non seulement la capacité d'action des ménages, mais exerce également une pression considérable sur les réseaux centraux, notamment aux heures de pointe ou lors de perturbations climatiques. De plus, si les données énergétiques sont générées à une échelle sans précédent, elles restent largement sous-exploitées. Sans systèmes intelligents pour les analyser et les exploiter, les utilisateurs ne peuvent pas prendre de décisions éclairées quant au moment de consommer, de stocker ou de vendre de l'énergie. Par conséquent, les ménages passent à côté d'avantages économiques et environnementaux.",
    "Our Solution": "Notre solution",
    "This project aims to democratize energy trading by enabling households to buy, sell, and manage their surplus energy in real time.Using AI, the platform forecasts consumption and generation to guide smart trading decisions. Blockchain ensures every transaction is secure, transparent, and trustworthy. The ultimate goal is to make clean energy profitable, accessible, and effortless for everyday users.": "Ce projet vise à démocratiser le commerce de l'énergie en permettant aux foyers d'acheter, de vendre et de gérer leur surplus d'énergie en temps réel. Grâce à l'IA, la plateforme prévoit la consommation et la production pour orienter les décisions de trading intelligentes. La blockchain garantit que chaque transaction est sécurisée, transparente et fiable. L'objectif final est de rendre l'énergie propre rentable, accessible et simple pour les utilisateurs quotidiens.",
    "Centralized Covid Data Hub": "Hub centralisé de données COVID",
    "Integrated data from hospitals, testing centers, and public health bodies into a single, real-time platform.": "Données intégrées des hôpitaux, centres de dépistage et organismes de santé publique dans une plateforme unique en temps réel.",
    "Role-Based Access & Privacy Compliance": "Accès basé sur les rôles et conformité à la vie privée",
    "Ensured GDPR-compliant data sharing, with secure access controls tailored to user roles and responsibilities.": "Partage de données conforme au RGPD, avec des contrôles d'accès sécurisés adaptés aux rôles et responsabilités des utilisateurs.",
    "Real-Time Dashboards & Visualizations": "Tableaux de bord et visualisations en temps réel",
    "Delivered live insights on infection rates, testing trends, and vaccination progress for fast decision-making.": "Fourniture d'analyses en direct sur les taux d'infection, les tendances de dépistage et les progrès de la vaccination pour une prise de décision rapide.",
    "Collaboration Tools for Agencies": "Outils de collaboration pour les agences",
    "Enabled communication, coordination, and data-sharing across healthcare, government, and research institutions.": "Facilitation de la communication, de la coordination et du partage de données entre les soins de santé, le gouvernement et les institutions de recherche.",
    "Predictive Analytics & Forecasting Models": "Analytique prédictive et modèles de prévision",
    "Supported planning and crisis response with models for ICU demand, case spikes, and vaccine distribution.": "Soutien à la planification et à la réponse aux crises grâce à des modèles pour la demande en soins intensifs, les pics de cas et la distribution des vaccins.",
    "Allowed the platform to handle surging data volumes and new integration demands during pandemic peaks.": "Permis à la plateforme de gérer des volumes de données croissants et de nouvelles demandes d'intégration lors des pics pandémiques.",
    "Intelligent Chat with Databases & Documents": "Chat intelligent avec bases de données et documents",
    "Unlock answers instantly from your data — with AI-powered chat across files, databases, and knowledge sources.": "Obtenez des réponses instantanément à partir de vos données — via un chat alimenté par l'IA à travers fichiers, bases de données et sources de connaissance.",
    "We're building the future of enterprise knowledge access through intelligent, conversational AI. Our platform enables users to interact with complex databases and document repositories using simple, natural language queries—no technical expertise required. By bridging the gap between unstructured content and structured data, we help organizations unlock insights faster, automate information workflows, and empower every employee to access the right data at the right time. Backed by advanced large language models (LLMs), context-aware search algorithms, and secure data integration, our solution transforms everyday business interactions—whether it's querying sales data from SQL or retrieving compliance documents from thousands of PDFs. We exist to eliminate the friction between people and data, making organizational knowledge truly conversational, accessible, and intelligent.": "Nous construisons l'avenir de l'accès à la connaissance en entreprise grâce à une IA conversationnelle intelligente. Notre plateforme permet aux utilisateurs d'interagir avec des bases de données complexes et des dépôts de documents à l'aide de requêtes simples en langage naturel — sans expertise technique requise. En comblant le fossé entre contenu non structuré et données structurées, nous aidons les organisations à extraire des insights plus rapidement, automatiser les flux d'information et permettre à chaque collaborateur d'accéder aux bonnes données au bon moment. Propulsée par des modèles de langage avancés (LLMs), des algorithmes de recherche contextuels et une intégration sécurisée des données, notre solution transforme les interactions professionnelles quotidiennes — qu'il s'agisse de consulter des données de vente dans SQL ou de récupérer des documents de conformité parmi des milliers de PDF. Nous existons pour éliminer les frictions entre les personnes et les données, en rendant la connaissance organisationnelle véritablement conversationnelle, accessible et intelligente.",
    "Organizations today are drowning in data—but starved for insight. Business-critical information is scattered across multiple sources: SQL/NoSQL databases, cloud platforms, PDFs, contracts, and internal documents. Retrieving that information often requires technical expertise, manual effort, or time-consuming back-and-forth with data teams. This disconnect slows down decision-making, creates bottlenecks, and leads to missed opportunities. Moreover, knowledge workers spend an estimated 30-40% of their time searching for the right documents or data points—reducing productivity and increasing operational costs. Traditional BI dashboards offer static reports, while search tools fail to understand contextual user intent or connect the dots between structured and unstructured data. In the age of AI, companies need a smarter, more intuitive way to surface insights on-demand—without the complexity of writing queries, searching folders, or relying on siloed systems.": "Les organisations d'aujourd'hui sont noyées dans les données — mais privées d'insights. Les informations critiques pour l'entreprise sont dispersées dans de multiples sources : bases de données SQL/NoSQL, plateformes cloud, PDF, contrats et documents internes. Récupérer ces informations nécessite souvent une expertise technique, des efforts manuels ou des allers-retours chronophages avec les équipes data. Cette déconnexion ralentit la prise de décision, crée des goulets d'étranglement et entraîne des occasions manquées. De plus, les travailleurs du savoir consacrent en moyenne 30 à 40 % de leur temps à rechercher les bons documents ou points de données — ce qui réduit la productivité et augmente les coûts opérationnels. Les tableaux de bord BI traditionnels offrent des rapports statiques, tandis que les outils de recherche ne comprennent pas l'intention utilisateur ni les liens entre données structurées et non structurées. À l'ère de l'IA, les entreprises ont besoin d'un moyen plus intelligent et intuitif d'accéder à l'information à la demande — sans avoir à rédiger de requêtes, fouiller des dossiers ou dépendre de systèmes cloisonnés.",
    "Natural Language to Data": "Du langage naturel vers les données",
    "Query data or documents in plain language—AI understands and delivers precise results.": "Interrogez les données ou documents en langage naturel — l'IA comprend et fournit des résultats précis.",
    "Unified Interface for Structured & Unstructured Data": "Interface unifiée pour données structurées et non structurées",
    "Seamless integration of SQL/NoSQL databases and documents (PDF, DOCX, TXT) in one intelligent chat interface.": "Intégration fluide de bases SQL/NoSQL et de documents (PDF, DOCX, TXT) dans une interface de chat intelligente.",
    "AI-Powered Semantic Search": "Recherche sémantique alimentée par l'IA",
    "Finds relevant answers from large document sets using context-aware embeddings and intent matching.": "Trouve des réponses pertinentes dans de grands ensembles de documents grâce à des embeddings contextuels et à la détection d'intention.",
    "Enterprise-Grade Security & Access Controls": "Sécurité et contrôle d'accès de niveau entreprise",
    "Ensures only authorized users access sensitive data with support for role-based permissions.": "Garantit que seules les personnes autorisées accèdent aux données sensibles, avec prise en charge des autorisations basées sur les rôles.",
    "Instant Insight Delivery": "Livraison instantanée d'insights",
    "Returns summaries, charts, or raw data instantly—enabling real-time decision-making without delays or dependencies.": "Fournit des résumés, graphiques ou données brutes instantanément — pour une prise de décision en temps réel sans délais ni dépendances.",
    "Sustainability Tracking": "Suivi de la durabilité",
    "We specialize in transforming renewable energy operations through the power of AI and advanced analytics. Our predictive maintenance platform is built to support wind energy providers by minimizing downtime, reducing operational costs, and extending asset life. By leveraging real-time sensor data, historical failure patterns, and machine learning algorithms, we help energy companies shift from reactive repairs to proactive, data-driven maintenance strategies. Our mission is simple: enable sustainable energy operators to maximize performance, reliability, and ROI—while contributing to a greener future.": "Nous sommes spécialisés dans la transformation des opérations d'énergie renouvelable grâce à l'IA et à l'analytique avancée. Notre plateforme de maintenance prédictive est conçue pour soutenir les fournisseurs d'énergie éolienne en minimisant les temps d'arrêt, réduisant les coûts d'exploitation et prolongeant la durée de vie des actifs. En exploitant les données des capteurs en temps réel, les historiques de pannes et les algorithmes d'apprentissage automatique, nous aidons les entreprises énergétiques à passer de réparations réactives à une maintenance proactive fondée sur les données. Notre mission est simple : permettre aux opérateurs d'énergie durable de maximiser la performance, la fiabilité et le retour sur investissement — tout en contribuant à un avenir plus vert.",
    "Wind turbines operate in some of the harshest and most remote environments, making regular maintenance both logistically complex and costly. Traditional maintenance strategies—whether reactive (after failure) or scheduled (based on fixed intervals)—often result in unexpected breakdowns or unnecessary servicing. This leads to expensive repairs, turbine downtime, and lost energy production. Compounding the issue, turbines are equipped with hundreds of components and sensors generating vast volumes of data. Yet, much of this data goes underutilized due to a lack of intelligent tools that can interpret patterns, predict failures, and recommend timely actions. Operators struggle with unplanned outages, rising maintenance costs, and the inability to optimize long-term asset performance. In an industry where every minute of uptime counts and margins are thin, relying on outdated maintenance approaches poses a serious threat to efficiency and profitability.": "Les éoliennes fonctionnent dans des environnements parmi les plus rudes et isolés, rendant la maintenance régulière à la fois complexe sur le plan logistique et coûteuse. Les stratégies de maintenance traditionnelles — qu'elles soient réactives (après une panne) ou programmées (à intervalles fixes) — entraînent souvent des pannes imprévues ou des interventions inutiles. Cela engendre des réparations coûteuses, des arrêts de production et des pertes d'énergie. À cela s'ajoute le fait que les turbines comportent des centaines de composants et capteurs générant d'énormes volumes de données. Pourtant, une grande partie de ces données reste sous-exploitée, faute d'outils intelligents capables d'interpréter les schémas, prévoir les pannes et recommander des actions appropriées. Les opérateurs font face à des arrêts imprévus, à l'augmentation des coûts de maintenance et à l'impossibilité d'optimiser la performance des actifs à long terme. Dans un secteur où chaque minute de disponibilité compte et où les marges sont réduites, s'appuyer sur des méthodes de maintenance obsolètes représente une menace sérieuse pour l'efficacité et la rentabilité.",
    "AI-Powered Fault Prediction": "Prédiction des pannes par IA",
    "Detects early signs of equipment failure using real-time and historical sensor data.": "Détecte les premiers signes de panne à l'aide de données de capteurs en temps réel et historiques.",
    "Condition-Based Maintenance Scheduling": "Planification de la maintenance basée sur l'état",
    "Replaces fixed maintenance cycles with dynamic schedules based on actual wear and performance.": "Remplace les cycles de maintenance fixes par des plannings dynamiques basés sur l'usure réelle et les performances.",
    "Failure Pattern Recognition": "Reconnaissance des schémas de défaillance",
    "Uses machine learning to identify common failure trends across turbines and sites.": "Utilise l'apprentissage automatique pour identifier les tendances de pannes récurrentes entre turbines et sites.",
    "Automated Alerts & Reporting": "Alertes et rapports automatisés",
    "Notifies technicians of critical issues in advance with detailed diagnostics and recommended actions.": "Avertit les techniciens en amont des problèmes critiques avec diagnostics détaillés et actions recommandées.",
    "Performance Optimization": "Optimisation des performances",
    "Tracks and improves turbine efficiency by minimizing unplanned downtime and extending component lifespan.": "Suit et améliore l'efficacité des turbines en réduisant les arrêts imprévus et en prolongeant la durée de vie des composants.",
    "Scalable Cloud Infrastructure": "Infrastructure cloud évolutive",
    "Handles data from hundreds of turbines, enabling centralized monitoring and analytics.": "Gère les données de centaines d'éoliennes, permettant une surveillance centralisée et des analyses.",
    "AI-Driven Trading Engine": "Moteur de trading piloté par IA",
    "Peer-to-Peer Energy Marketplace": "Place de marché énergétique pair-à-pair",
    "Uses machine learning to predict supply, demand, and pricing trends —automatically optimizing when to buy, sell, or store energy.": "Utilise le machine learning pour prévoir l'offre, la demande, et les tendances des prix — optimisant automatiquement les moments d'achat, de vente ou de stockage d'énergie.",
    "Empowers households to trade surplus energy with neighbors or local microgrids, creating a decentralized and fair ecosystem.": "Permet aux foyers d'échanger leur surplus d'énergie avec leurs voisins ou des microréseaux locaux, créant un écosystème décentralisé et équitable.",
    "Real-Time Energy Insights": "Informations énergétiques en temps réel",
    "Smart Contracts & Secure Transactions": "Contrats intelligents & transactions sécurisées",
    "Provides users with actionable analytics on their generation, consumption, and potential savings—through an intuitive mobile app.": "Fournit aux utilisateurs des analyses exploitables sur leur production, leur consommation et leurs économies potentielles — via une application mobile intuitive.",
    "Ensures all trades are transparent, traceable, and secure using blockchain-backed smart contracts.": "Garantit que tous les échanges sont transparents, traçables et sécurisés grâce à des contrats intelligents basés sur la blockchain.",
    "Dynamic Pricing Models": "Modèles de tarification dynamiques",
    "Adjusts rates in real-time based on grid load, weather, and user behavior—maximizing both savings and grid stability.": "Ajuste les tarifs en temps réel en fonction de la charge du réseau, de la météo et du comportement des utilisateurs — maximisant à la fois les économies et la stabilité du réseau.",
    "Helps users track their carbon savings and environmental impact, encouraging greener consumption habits.": "Aide les utilisateurs à suivre leurs économies de carbone et leur impact environnemental, encourageant des habitudes de consommation plus écologiques.",
    "Trustometer is an AI-powered platform purpose-built to bring greater transparency, accountability, and public confidence to non-profit trusts. Our mission is to empower donors, auditors, and stakeholders with real-time insights into how funds are being used, the impact being created, and the level of compliance maintained by charitable organizations. With a strong focus on ethics, automation, and smart reporting, Trustometer helps non-profits demonstrate credibility, build trust, and attract sustained support through data-driven governance.": "Trustometer est une plateforme propulsée par l'IA, conçue pour apporter une plus grande transparence, responsabilité et confiance du public aux fondations à but non lucratif. Notre mission est d'offrir aux donateurs, auditeurs et parties prenantes des informations en temps réel sur l'utilisation des fonds, l'impact généré et le niveau de conformité des organisations caritatives. Avec un fort accent sur l'éthique, l'automatisation et le reporting intelligent, Trustometer aide les associations à démontrer leur crédibilité, renforcer la confiance et attirer un soutien durable grâce à une gouvernance basée sur les données.",
    "Non-profit trusts often face a critical challenge: maintaining transparency and gaining public trust while navigating the complexities of fund management, compliance, and reporting. Donors frequently lack visibility into how their contributions are used, while regulatory bodies struggle to monitor impact and misuse across hundreds of organizations. Manual record-keeping, fragmented reporting tools, and inconsistent audit trails result in inefficiencies, delayed disclosures, and lost opportunities to demonstrate real impact. As scrutiny of charitable organizations increases, the absence of a reliable, centralized, and intelligent monitoring system weakens trust and restricts funding opportunities. In a sector where integrity is everything, non-profits urgently need smarter tools to prove they are using funds responsibly, ethically, and effectively.": "Les fondations à but non lucratif font souvent face à un défi majeur : maintenir la transparence et gagner la confiance du public tout en naviguant dans la complexité de la gestion des fonds, de la conformité et du reporting. Les donateurs manquent souvent de visibilité quant à l'utilisation de leurs contributions, tandis que les autorités de régulation peinent à surveiller l'impact et les abus parmi des centaines d'organisations. La tenue de registres manuels, les outils de reporting fragmentés et les pistes d'audit incohérentes entraînent des inefficacités, des retards de communication et des occasions manquées de démontrer un impact réel. À mesure que la surveillance des organismes caritatifs s'intensifie, l'absence d'un système de suivi fiable, centralisé et intelligent affaiblit la confiance et limite les opportunités de financement. Dans un secteur où l'intégrité est primordiale, les organisations à but non lucratif ont besoin en urgence d'outils plus intelligents pour prouver qu'elles utilisent les fonds de manière responsable, éthique et efficace.",
    "Automated Fund Tracking": "Suivi automatisé des fonds",
    "Monitors fund allocation and usage in real time, ensuring transparency from donation to impact.": "Surveille en temps réel l'allocation et l'utilisation des fonds, garantissant la transparence depuis le don jusqu'à son impact.",
    "AI-Based Trust Score System": "Système de score de confiance basé sur l'IA",
    "Generates dynamic trust scores for non-profits based on financial behavior, compliance, and impact metrics.": "Génère des scores de confiance dynamiques pour les organisations à but non lucratif basés sur le comportement financier, la conformité et les indicateurs d'impact.",
    "Smart Compliance Alerts": "Alertes de conformité intelligentes",
    "Notifies organizations of missing reports, delays, or irregularities to reduce audit risks and improve governance.": "Avertit les organisations en cas de rapports manquants, de retard ou d'irrégularités afin de réduire les risques d'audit et améliorer la gouvernance.",
    "Donor Dashboards": "Tableaux de bord pour donateurs",
    "Allows contributors to see exactly how and where their donations are used, boosting engagement and trust.": "Permet aux contributeurs de voir exactement comment et où leurs dons sont utilisés, renforçant l'engagement et la confiance.",
    "Impact Visualization Tools": "Outils de visualisation de l'impact",
    "Converts raw data into meaningful reports and visual stories to highlight positive outcomes and activities.": "Convertit les données brutes en rapports significatifs et en récits visuels pour mettre en valeur les résultats positifs et les actions.",
    "Role-Based Access & Data Security": "Accès basé sur les rôles et sécurité des données",
    "Ensures that sensitive data is securely handled with customized access controls for admins, donors, and auditors.": "Garantit que les données sensibles sont traitées de manière sécurisée avec des contrôles d'accès personnalisés pour les administrateurs, donateurs et auditeurs.",
    "In today's rapidly evolving financial landscape, banks must harness the power of data to stay competitive, compliant, and customer-centric. We specialize in designing and implementing comprehensive enterprise data platforms tailored specifically for the banking sector. Our solutions unify fragmented data ecosystems—spanning legacy core systems, third-party applications, and real-time transactional feeds—into a single, scalable, and secure platform. By integrating advanced data engineering, AI-driven analytics, and stringent security protocols, we enable banks to unlock actionable insights across risk management, fraud detection, customer experience, and regulatory compliance. Our platforms support data democratization, empowering every department—from front-line customer service to executive leadership—with reliable, real-time information to drive smarter decisions. We are committed to helping financial institutions modernize their infrastructure with future-ready technology that adapts to evolving regulatory requirements and market demands. Through our end-to-end approach, banks can accelerate innovation, optimize operational efficiency, and deliver personalized, seamless banking experiences that meet the expectations of today's digital-savvy customers.": "Dans le paysage financier en rapide évolution d'aujourd'hui, les banques doivent exploiter la puissance des données pour rester compétitives, conformes et centrées sur le client. Nous sommes spécialisés dans la conception et la mise en œuvre de plateformes de données d'entreprise complètes, spécialement adaptées au secteur bancaire. Nos solutions unifient des écosystèmes de données fragmentés — allant des systèmes centraux hérités aux applications tierces et aux flux transactionnels en temps réel — dans une plateforme unique, évolutive et sécurisée. En intégrant l'ingénierie des données avancée, l'analytique pilotée par l'IA et des protocoles de sécurité rigoureux, nous permettons aux banques de débloquer des insights exploitables couvrant la gestion des risques, la détection de fraude, l'expérience client et la conformité réglementaire. Nos plateformes favorisent la démocratisation des données, permettant à chaque service — de l'assistance frontale à la direction exécutive — d'accéder à des informations fiables en temps réel pour prendre des décisions plus intelligentes. Nous sommes déterminés à aider les institutions financières à moderniser leur infrastructure avec des technologies prêtes pour l'avenir, qui s'adaptent aux exigences réglementaires et aux demandes du marché. Grâce à notre approche de bout en bout, les banques peuvent accélérer l'innovation, optimiser leur efficacité opérationnelle et offrir des expériences bancaires personnalisées et fluides qui répondent aux attentes des utilisateurs d'aujourd'hui, férus de numérique.",
    "Banks today grapple with massive volumes of data spread across legacy systems, siloed departments, and multiple formats. This fragmentation hinders their ability to gain a unified view of customers, detect fraud quickly, and meet stringent regulatory requirements. In addition, outdated infrastructure slows down innovation and the adoption of AI and analytics, limiting competitiveness.Without a centralized, scalable data platform, banks face challenges in operational efficiency, risk management, and delivering personalized services. The complexity of managing data privacy and compliance further complicates the landscape, requiring a secure and agile solution that can adapt to evolving regulations.": "Aujourd'hui, les banques sont confrontées à des volumes massifs de données réparties dans des systèmes hérité, des départements cloisonnés et de multiples formats. Cette fragmentation entrave leur capacité à obtenir une vue unifiée des clients, à détecter rapidement les fraudes et à répondre à des exigences réglementaires strictes. De plus, une infrastructure obsolète freine l'innovation et l'adoption de l'IA et de l'analytique, diminuant la compétitivité. Sans plateforme de données centralisée et évolutive, les banques sont exposées à des défis en matière d'efficacité opérationnelle, de gestion des risques et de services personnalisés. La complexité de la gestion de la confidentialité des données et de la conformité rend également le paysage plus difficile, nécessitant une solution sécurisée et agile capable de s'adapter aux évolutions réglementaires.",
    "Unified Data Integration": "Intégration unifiée des données",
    "Advanced Analytics & AI Integration": "Analytique avancée & intégration de l'IA",
    "Consolidates disparate data sources into a single, accessible platform for real-time analytics.": "Consolide des sources de données disparates en une plateforme unique et accessible pour l'analytique en temps réel.",
    "Enables predictive modeling, fraud detection, and customer segmentation to enhance decision-making.": "Permet la modélisation prédictive, la détection de fraude et la segmentation client pour améliorer la prise de décision.",
    "Regulatory Compliance & Security": "Conformité réglementaire & sécurité",
    "Implements robust data governance, encryption, and audit trails to meet banking regulations.": "Met en place une gouvernance robuste des données, un chiffrement et des pistes d'audit pour répondre aux régulations bancaires.",
    "Supports growing data volumes with flexible, high-performance cloud architecture.": "Prend en charge des volumes de données croissants grâce à une architecture cloud flexible et performante.",
    "Self-Service Analytics Tools": "Outils d'analytique en libre-service",
    "Real-Time Data Processing": "Traitement de données en temps réel",
    "Empowers business users with intuitive dashboards and data exploration capabilities.": "Donne aux utilisateurs métier des tableaux de bord intuitifs et des capacités d'exploration de données.",
    "Facilitates instant data updates and monitoring for timely risk management and customer insights.": "Facilite les mises à jour instantanées des données et la surveillance pour une gestion des risques et des insights clients en temps utile.",
    "We are a technology-driven company focused on empowering the future of electric mobility through full-stack, data-centric digital platforms. Our core expertise lies in designing and delivering comprehensive systems that monitor, analyze, and optimize electric vehicle (EV) battery performance in real time—ensuring reliability, transparency, and operational excellence. Our platform is purpose-built for EV manufacturers, fleet operators, battery OEMs, and mobility-as-a-service (MaaS) providers who require deep insights into battery health, performance trends, lifecycle tracking, and predictive maintenance. By fusing IoT connectivity, machine learning, cloud-native infrastructure, and real-time dashboards, we enable organizations to unlock the full potential of their EV assets. From collecting edge-level sensor data via Battery Management Systems (BMS) to applying AI-powered analytics in the cloud, we provide a unified solution that not only detects degradation but also anticipates failures before they occur. Our solution facilitates proactive decision-making, optimizes battery usage, and significantly reduces total cost of ownership (TCO). Our mission is to bring clarity and intelligence to EV battery operations. We help businesses extend battery lifespan, comply with regulatory standards, reduce carbon footprint, and create safer, smarter, and more sustainable transportation ecosystems. Whether you're managing a handful of vehicles or scaling across global fleets, our platform is built to adapt, integrate, and scale with your needs. At the heart of our innovation lies a commitment to building systems that are modular, secure, and future-ready—driving value from every charge, every cell, and every mile.": "Nous sommes une entreprise technologique dédiée à l'avenir de la mobilité électrique, via des plateformes numériques full-stack et centrées sur les données. Notre expertise réside dans la conception et la mise en œuvre de systèmes complets qui surveillent, analysent et optimisent en temps réel les performances des batteries de véhicules électriques — garantissant fiabilité, transparence et excellence opérationnelle. Notre plateforme s'adresse aux fabricants de VE, exploitants de flotte, fabricants de batteries (OEM) et fournisseurs Mobility-as-a-Service (MaaS), exigeant des informations pointues sur l'état de santé des batteries, les tendances de performance, le suivi du cycle de vie et la maintenance prédictive. En associant connectivité IoT, apprentissage automatique, infrastructure cloud-native et tableaux de bord temps réel, nous permettons aux organisations de tirer pleinement parti de leurs actifs VE. De la collecte de données capteurs au niveau edge via des systèmes de gestion de batterie (BMS) à l'analyse IA dans le cloud, nous proposons une solution unifiée qui détecte la dégradation tout en anticipant les pannes. Notre solution favorise une prise de décision proactive, optimise l'usage des batteries et réduit considérablement le coût total de possession (TCO). Notre mission : apporter clarté et intelligence aux opérations liées aux batteries de VE. Nous aidons les entreprises à prolonger la durée de vie des batteries, respecter les normes réglementaires, réduire leur empreinte carbone et créer des écosystèmes de transport plus sûrs, plus intelligents et durables. Que vous gériez quelques véhicules ou des flottes mondiales, notre plateforme s'adapte, s'intègre et évolue selon vos besoins. Au cœur de notre innovation, un engagement à construire des systèmes modulaires, sécurisés et prêts pour l'avenir — valorisant chaque charge, chaque cellule et chaque kilomètre.",
    "With the global surge in electric vehicle (EV) adoption, the health and longevity of EV batteries have emerged as pivotal factors impacting overall vehicle performance, operational safety, resale value, and the total cost of ownership. Despite the critical role batteries play in e-mobility, many stakeholders—including fleet operators, OEMs, and mobility providers—face significant challenges in understanding and managing real-time battery health across their operations. Most existing battery monitoring systems are either proprietary, hardware-dependent, or offer only fragmented insights. These systems often fail to provide continuous, scalable, and actionable intelligence across diverse fleets and multi-vendor battery configurations. As a result, businesses lack a unified view of battery status, struggle with inconsistent diagnostics, and remain reactive rather than proactive in maintenance and decision-making. This lack of transparency and real-time data leads to a range of operational issues: unexpected battery failures, inefficient maintenance cycles, reduced battery life, and unanticipated downtimes that disrupt fleet reliability and increase costs. Furthermore, without reliable lifecycle data or predictive analytics, stakeholders cannot accurately forecast battery degradation, schedule timely replacements, or meet evolving regulatory and sustainability requirements.": "Avec la montée en puissance des véhicules électriques (VE), l'état de santé et la longévité des batteries sont devenus des facteurs cruciaux influant sur la performance globale, la sécurité opérationnelle, la valeur à la revente et le coût total de possession. Malgré le rôle essentiel des batteries dans l'é-mobilité, de nombreux acteurs — exploitants de flotte, OEMs, fournisseurs de mobilité — rencontrent des difficultés majeures pour comprendre et gérer en temps réel la santé des batteries dans leurs opérations. Les systèmes de surveillance actuels sont souvent propriétaires, dépendants du matériel ou proposent des informations fragmentées. Ils ne fournissent généralement pas une intelligence continue, évolutive et exploitable, surtout pour les flottes variées ou les configurations multi-fournisseurs. En conséquence, les entreprises n'ont pas de vision unifiée de l'état des batteries, subissent des diagnostics inconsistants et agissent de façon réactive, plutôt que proactive. Ce manque de transparence et de données en temps réel entraîne plusieurs problèmes : pannes de batteries imprévues, cycles de maintenance inefficaces, réduction de la durée de vie des batteries et interruptions inattendues qui perturbent la fiabilité des flottes et augmentent les coûts. De plus, sans données de cycle de vie fiables ou analyses prédictives, les parties prenantes ne peuvent ni anticiper la dégradation des batteries ni planifier des remplacements en temps utile, ni répondre aux exigences réglementaires et de durabilité qui évoluent.",
    "Real-Time Battery Monitoring": "Surveillance de batterie en temps réel",
    "Predictive Analytics & Alerts": "Analytique prédictive et alertes",
    "IoT-enabled data collection from battery management systems (BMS) to monitor temperature, charge cycles, voltage, and state of health.": "Collecte de données IoT via les systèmes de gestion de batterie (BMS) pour surveiller la température, les cycles de charge, la tension et l'état de santé.",
    "AI-powered forecasting models that predict battery degradation and trigger alerts for preventive maintenance or replacements.": "Modèles prédictifs basés sur l'IA anticipant la dégradation des batteries et déclenchant des alertes pour maintenance préventive ou remplacement.",
    "Custom Dashboards & Insights": "Tableaux de bord personnalisés et insights",
    "Lifecycle & Warranty Tracking": "Suivi du cycle de vie et de la garantie",
    "Intuitive, role-based dashboards for fleet operators, engineers, and customers with actionable insights and KPIs.": "Tableaux de bord intuitifs, adaptés aux rôles (exploitants, ingénieurs, clients), avec des insights exploitables et des KPI.",
    "Automated tracking of battery lifecycle stages and warranty terms to optimize asset management.": "Suivi automatisé des étapes du cycle de vie des batteries et des conditions de garantie pour optimiser la gestion des actifs.",
    "Cloud-Native Architecture": "Architecture cloud-native",
    "Integration with EV Ecosystem": "Intégration avec l'écosystème VE",
    "Scalable and secure backend infrastructure to support large fleets and multiple data streams in real time.": "Infrastructure backend sécurisée et évolutive pour supporter de grandes flottes et plusieurs flux de données en temps réel.",
    "Seamless integration with telematics platforms, OEM systems, and EV charging infrastructure for a unified battery health view.": "Intégration fluide avec les plateformes télématiques, les systèmes OEM et l'infrastructure de recharge VE pour une vue unifiée de l'état des batteries.",
    "We specialize in architecting and delivering intelligent, future-ready data platforms that transform how public sector organizations operate in the digital age. With a deep understanding of the unique needs of government institutions, our mission is to help them modernize legacy infrastructures, break data silos, and harness the full potential of their data assets. For the Flemish Employment and Vocational Training Service (VDAB), we partnered to build a cutting-edge, cloud-native data platform tailored to the demands of a dynamic labor market. This comprehensive platform supports end-to-end data integration, real-time processing, advanced analytics, and predictive modeling—all within a secure and compliant environment. Our solution empowers VDAB to go beyond traditional reporting and embrace data-driven strategies for workforce development. By unifying scattered data sources across employment services, training programs, job seekers, and labor market indicators, we enabled a 360-degree view of citizens' needs and program performance. With scalable infrastructure, automated pipelines, and easy-to-use analytics tools, the platform allows decision-makers, counselors, and policymakers to gain timely, actionable insights—ultimately enhancing service delivery, improving employment outcomes, and fostering inclusive economic growth. At the core of our work is a commitment to building transparent, responsive, and impactful data systems that serve public interest. Through this collaboration, VDAB is now better equipped to adapt to evolving labor market challenges, personalize support for job seekers, and future-proof its digital foundation for years to come.": "Nous sommes spécialisés dans la conception et la mise en œuvre de plateformes de données intelligentes et prêtes pour l'avenir qui transforment le fonctionnement des organisations publiques à l'ère numérique. Avec une compréhension approfondie des besoins spécifiques des institutions gouvernementales, notre mission est de les aider à moderniser les infrastructures héritées, briser les silos de données et exploiter pleinement le potentiel de leurs actifs data. Pour le VDAB (service flamand de l'emploi et de la formation professionnelle), nous avons développé une plateforme data cloud-native de pointe, adaptée aux exigences d'un marché du travail en constante mutation. Cette plateforme complète supporte l'intégration de données de bout en bout, le traitement en temps réel, l'analyse avancée et la modélisation prédictive — le tout dans un environnement sécurisé et conforme. Notre solution permet au VDAB de dépasser la simple production de rapports, en adoptant des stratégies de développement de la main-d'œuvre basées sur les données. En unifiant les sources de données dispersées des services d'emploi, des programmes de formation, des demandeurs d'emploi et des indicateurs du marché du travail, nous avons permis une vision à 360 degrés des besoins des citoyens et de la performance des programmes. Grâce à une infrastructure évolutive, des pipelines automatisés et des outils analytiques faciles d'utilisation, la plateforme permet aux décideurs, conseillers et responsables politiques d'accéder à des insights opportuns et exploitables — renforçant ainsi la qualité des services, les résultats en termes d'emploi et favorisant une croissance économique inclusive. Au cœur de notre action : la création de systèmes de données transparents, réactifs et à impact pour le bien public. Cette collaboration permet désormais au VDAB de mieux s'adapter aux défis du marché du travail, personnaliser l'accompagnement des demandeurs d'emploi et pérenniser sa fondation digitale pour les années à venir.",
    "The VDAB (Flemish Employment and Vocational Training Service) was grappling with a deeply fragmented and outdated data infrastructure that hindered its ability to respond effectively to the evolving demands of the labor market. Its legacy systems, built over decades, operated in silos—making it extremely difficult to collect, consolidate, and process data from various programs, partners, and citizen touchpoints in real time. This lack of integration meant that employment counselors, training providers, and policy makers were forced to make critical decisions based on delayed, inconsistent, or incomplete data. As a result, matching job seekers with appropriate opportunities became inefficient and error-prone, while measuring the effectiveness of training programs or forecasting job market trends lacked the necessary precision. The situation became especially critical during the COVID-19 pandemic. The labor market was shifting rapidly, and without a modern, responsive data platform, VDAB faced delays in deploying targeted interventions, allocating resources efficiently, or tailoring services based on real-time need. Manual data handling and fragmented reporting mechanisms further exacerbated operational inefficiencies, limiting VDAB's agility in crisis response and long-term planning. Beyond operational challenges, this outdated system also affected the citizen experience.": "Le VDAB (Service flamand de l'emploi et de la formation professionnelle) était confronté à une infrastructure data fragmentée et obsolète qui freinait sa capacité à répondre efficacement aux évolutions du marché du travail. Ses systèmes hérités, développés sur plusieurs décennies, fonctionnaient en silos — rendant extrêmement difficile la collecte, la consolidation et le traitement des données issues de divers programmes, partenaires et points de contact citoyens en temps réel. Cette absence d'intégration obligeait les conseillers emploi, les prestataires de formation et les décideurs politiques à fonder leurs décisions sur des données retardées, incohérentes ou partielles. En conséquence, l'appariement des demandeurs d'emploi avec les opportunités adéquates devenait inefficace et sujet à erreur, tandis que l'évaluation des programmes de formation ou la prévision des tendances du marché du travail manquaient de précision. La situation a pris une ampleur particulière durant la pandémie de COVID-19. Face à un marché du travail en mutation rapide, et sans plateforme data moderne et réactive, le VDAB a connu des retards dans le déploiement d'interventions ciblées, l'allocation efficace des ressources ou l'ajustement des services selon les besoins réels en temps réel. La gestion manuelle des données et les mécanismes de reporting fragmentés ont accentué les inefficacités opérationnelles, limitant l'agilité du SDVB en matière de réponse à la crise et de planification long terme. Outre les défis opérationnels, ce système obsolète affectait également l'expérience citoyenne.",
    "Modern Cloud-Native Architecture": "Architecture cloud-native moderne",
    "Unified Data Lake & Warehouse": "Lac de données et entrepôt unifiés",
    "Migrated VDAB's data systems to a secure, scalable cloud platform for better performance and reliability.": "Migration des systèmes de données du VDAB vers une plateforme cloud sécurisée et évolutive pour de meilleures performances et fiabilité.",
    "Integrated data from multiple departments into a centralized, governed platform that supports structured and unstructured data.": "Intégration des données issues de plusieurs départements dans une plateforme centralisée, gouvernée, prenant en charge les données structurées et non structurées.",
    "Real-Time Data Pipelines": "Pipelines de données en temps réel",
    "Self-Service Analytics": "Analytique en libre-service",
    "Enabled continuous ingestion and processing of job market data, training program metrics, and user engagement signals.": "Permis l'ingestion et le traitement continus des données relatives au marché du travail, des indicateurs de programmes de formation et des signaux d'engagement utilisateur.",
    "Empowered internal teams with tools for custom dashboards, visualizations, and ad-hoc queries—without needing technical expertise.": "Offert aux équipes internes des outils pour tableaux de bord personnalisés, visualisations et requêtes ad hoc — sans besoin de compétences techniques.",
    "AI & Predictive Insights": "IA & insights prédictifs",
    "Data Governance & Compliance": "Gouvernance des données & conformité",
    "Deployed machine learning models to forecast employment trends, skill demands, and optimize job matching for citizens.": "Déploiement de modèles de machine learning pour prévoir les tendances de l'emploi, les demandes de compétences et optimiser l'appariement emploi‑citoyens.",
    "Ensured GDPR compliance and implemented robust data access controls for security and transparency.": "Garantit la conformité au RGPD et mis en place des contrôles d'accès robustes pour la sécurité et la transparence.",
    "We build intelligent AI-driven solutions tailored for the telecom industry to combat fraud, secure networks, and drive operational efficiency. Our fraud detection and analytics platform leverages real-time data ingestion, machine learning algorithms, and anomaly detection to proactively identify suspicious patterns across call records, user behavior, and transactions. With deep telecom domain expertise, we empower providers to stay ahead of emerging threats, minimize revenue leakage, and protect customer trust. Our mission is to help telecom companies transform raw operational data into actionable intelligence—enhancing network security, reducing fraudulent activity, and optimizing business performance with transparency and speed.": "Nous concevons des solutions intelligentes pilotées par l'IA, spécialement pour le secteur des télécoms, afin de lutter contre la fraude, sécuriser les réseaux et améliorer l'efficacité opérationnelle. Notre plateforme de détection des fraudes et d'analyse exploite l'ingestion de données en temps réel, les algorithmes de machine learning et la détection d'anomalies pour identifier de manière proactive les schémas suspects dans les appels, les comportements utilisateur et les transactions. Grâce à notre expertise profonde du domaine telecom, nous permettons aux opérateurs de devancer les menaces émergentes, limiter les pertes de revenus et préserver la confiance des clients. Notre mission : aider les entreprises de télécoms à transformer des données opérationnelles brutes en intelligence exploitable — renforçant la sécurité du réseau, réduisant la fraude et optimisant les performances business avec transparence et rapidité.",
    "Telecom fraud remains one of the biggest challenges facing service providers worldwide, causing billions in losses annually. From SIM cloning and international revenue share fraud (IRSF) to subscription and roaming fraud, attackers are constantly evolving their tactics to exploit system vulnerabilities. Traditional rule-based fraud systems are no longer sufficient—they struggle to keep up with the sheer volume of data, real-time requirements, and the sophistication of new attack vectors. Additionally, siloed data systems and lack of advanced analytics make it difficult for fraud investigation teams to detect complex patterns early. By the time fraud is discovered, significant financial damage and customer trust erosion may already have occurred. Telecom operators need agile, intelligent tools that adapt quickly to changing fraud scenarios, provide real-time alerts, and offer deep insights across vast and varied datasets.": "La fraude dans les télécoms demeure l'un des plus grands défis pour les opérateurs mondiaux, engendrant chaque année des milliards de pertes. Du clonage de SIM aux fraudes par partage de revenus internationaux (IRSF), en passant par les fraudes d'abonnement ou d'itinérance, les cyberattaquants adaptent sans cesse leurs tactiques pour exploiter les vulnérabilités des systèmes. Les systèmes traditionnels de détection basés sur des règles ne suffisent plus — ils peinent à gérer le volume de données, les besoins en temps réel et la sophistication des nouveaux vecteurs d'attaque. De plus, les données cloisonnées et l'absence d'analytique avancée compliquent la détection précoce des schémas complexes par les équipes d'investigation. Au moment où la fraude est découverte, les dommages financiers et la perte de confiance des clients sont souvent déjà considérables. Les opérateurs télécoms ont besoin d'outils agiles, intelligents, capables de s'adapter rapidement aux scénarios de fraude changeants, fournir des alertes en temps réel et offrir des insights profonds sur des ensembles de données vastes et variés.",
    "Real-Time Anomaly Detection": "Détection d'anomalies en temps réel",
    "Self-Learning Fraud Models": "Modèles de fraude auto-apprenants",
    "AI models continuously scan network data to flag unusual patterns before damage occurs.": "Les modèles d'IA analysent en continu les données réseau pour détecter des schémas inhabituels avant qu'un dommage ne survienne.",
    "Adaptive algorithms evolve with new fraud techniques, reducing false positives and manual tuning.": "Les algorithmes adaptatifs évoluent avec les nouvelles techniques de fraude, réduisant les faux positifs et les ajustements manuels.",
    "Integrated Data Intelligence": "Intelligence des données intégrée",
    "Smart Alerts & Dashboards": "Alertes intelligentes & tableaux de bord",
    "Unified insights across call logs, billing, CRM, and network data for deeper fraud context.": "Insights unifiés provenant des journaux d'appels, facturation, CRM et données réseau pour un contexte de fraude plus approfondi.",
    "Custom interfaces for fraud teams with intuitive visualizations, root cause drill-down, and instant alerts.": "Interfaces personnalisées pour les équipes anti-fraude avec visualisations intuitives, analyse des causes profondes et alertes instantanées.",
    "Automated Fraud Response": "Réponse automatisée à la fraude",
    "Scalable & Flexible Architecture": "Architecture évolutive & flexible",
    "Real-time rules trigger actions like blocking SIMs or disabling suspicious accounts autonomously.": "Des règles en temps réel déclenchent des actions telles que le blocage de SIM ou la désactivation autonome de comptes suspects.",
    "Cloud-native, high-performance platform built to process massive telecom data with low latency.": "Plateforme cloud-native haute performance conçue pour traiter d'énormes volumes de données télécom avec une faible latence.",
    "We specialize in crafting intuitive and immersive Smart TV applications tailored for religious institutions looking to expand their spiritual reach into the digital realm. Our platform allows religious organizations—temples, mosques, churches, and gurdwaras—to broadcast live sermons, spiritual discourses, devotional music, and community events directly to home screens. Designed for ease of access and inclusivity, the app bridges physical and digital worship experiences, ensuring that people of all ages, especially the elderly and differently-abled, can stay spiritually connected from the comfort of their homes. By combining user-friendly design, multi-language support, and seamless streaming, we empower faith-based communities to engage their followers globally.": "Nous créons des applications Smart TV intuitives et immersives, conçues pour les institutions religieuses souhaitant étendre leur portée spirituelle dans le monde numérique. Notre plateforme permet aux organisations religieuses — temples, mosquées, églises et gurdwaras — de diffuser en direct des sermons, discours spirituels, musiques dévotionnelles et événements communautaires directement sur les téléviseurs domestiques. Pensée pour l'accessibilité et l'inclusion, l'application relie les expériences de culte physiques et numériques, permettant à toute personne, notamment aux personnes âgées ou à mobilité réduite, de rester connectée spirituellement depuis son domicile. Grâce à un design convivial, une prise en charge multilingue et un streaming fluide, nous aidons les communautés de foi à engager leurs fidèles dans le monde entier.",
    "Many religious institutions struggle to maintain engagement with their communities beyond physical attendance. Elderly devotees, those living abroad, or individuals with mobility constraints often miss out on important sermons, rituals, and events. Traditional broadcasting methods are limited, and existing digital platforms lack the customization, simplicity, or reverence required for spiritual content. Moreover, managing and distributing content across multiple platforms becomes a logistical and technical challenge for religious staff who may not be tech-savvy. As a result, spiritual outreach becomes inconsistent, and community involvement declines—especially during festivals, prayer services, or crises like pandemics.": "De nombreuses institutions religieuses peinent à maintenir l'engagement avec leurs communautés au-delà de la présence physique. Des fidèles âgés, ceux vivant à l'étranger ou ayant des contraintes de mobilité manquent souvent des sermons, rites et événements importants. Les méthodes de diffusion traditionnelles sont limitées et les plateformes digitales existantes manquent de personnalisation, de simplicité ou de solennité appropriées pour le contenu spirituel. De plus, gérer et diffuser du contenu sur plusieurs plateformes constitue un challenge logistique et technique pour le personnel religieux qui n'est pas toujours technophile. Par conséquent, la diffusion spirituelle devient incohérente et l'engagement communautaire diminue — notamment pendant les fêtes, les services de prière ou les crises comme les pandémies.",
    "Custom Smart TV App for Faith Institutions": "Application Smart TV personnalisée pour institutions religieuses",
    "Global Access, Local Experience": "Accès global, expérience locale",
    "A branded app tailored to each religious organization, with live streams, recorded content, schedules, and prayer notifications.": "Application brandée adaptée à chaque organisation religieuse, incluant flux en direct, contenu enregistré, horaires et notifications de prière.",
    "Multi-language support and geo-based content targeting allow global devotees to preferred format.": "Support multilingue et ciblage géographique du contenu pour que les fidèles du monde entier accèdent dans leur format privilégié.",
    "Elder-Friendly Interface": "Interface adaptée aux personnes âgées",
    "On-Demand Spiritual Library": "Bibliothèque spirituelle à la demande",
    "Simple navigation, large fonts, voice commands, and remote-based controls designed for accessibility and ease of use.": "Navigation simple, polices larges, commandes vocales et contrôles à distance conçus pour l'accessibilité et la facilité d'utilisation.",
    "Access to past sermons, devotional songs, guided meditations, scriptures, and spiritual Q&A anytime, anywhere.": "Accès aux sermons passés, chants dévotionnels, méditations guidées, écritures et questions-réponses spirituelles à tout moment, où que vous soyez.",
    "Easy Content Management": "Gestion de contenu simplifiée",
    "High-Quality Live Streaming": "Streaming en direct de haute qualité",
    "Drag-and-drop content uploading with no-code tools so staff can update programs, festivals, and announcements effortlessly.": "Téléchargement de contenu par glisser-déposer avec des outils sans code pour que le personnel puisse mettre à jour programmes, festivals et annonces sans effort.",
    "Seamless integration with existing camera setups for real-time HD broadcasts of ceremonies, discourses, and community events.": "Intégration transparente aux systèmes de capture existants pour des diffusions HD en direct d'événements, discours et cérémonies communautaires.",
    "AI & Data Science": "IA & science des données",
    "Advanced Energy Analytics": "Analytique énergétique avancée",
    "Chatbots & Smart Interfaces": "Chatbots & interfaces intelligentes",
    "Full-Stack Product Development": "Développement produit full-stack",
    "Predictive Analytics": "Analytique prédictive",
    "Powerful, AI-driven insights that forecast trends, optimize operations, and drive smarter business decisions.": "Insight puissants pilotés par l'IA qui prévoient les tendances, optimisent les opérations et favorisent des décisions business plus intelligentes.",
    "Forecasting Models": "Modèles de prévision",
    "Advanced algorithms that predict future trends, behaviors, and outcomes using historical and real-time data.": "Algorithmes avancés qui prévoient les tendances, comportements et résultats futurs à partir des données historiques et en temps réel.",
    "Root-cause Diagnostics": "Diagnostic des causes profondes",
    "AI-powered analysis to identify the true source of problems, reduce downtime, and prevent future failures.": "Analyse pilotée par l'IA pour identifier la véritable origine des problèmes, réduire les temps d'arrêt et prévenir les défaillances futures.",
    "Computer vision": "Vision par ordinateur",
    "AI that interprets and understands visual data to automate tasks, enhance accuracy, and unlock real-time insights.": "IA qui interprète et comprend les données visuelles pour automatiser les tâches, accroître la précision et révéler des insights en temps réel.",
    "NLP For Industrial Text Data": "NLP pour données textuelles industrielles",
    "Turn unstructured logs, manuals, and reports into actionable insights with domain-specific natural language processing.": "Transformez les journaux, manuels et rapports non structurés en insights exploitables grâce au traitement du langage naturel spécialisé par domaine.",
    "Empowering Innovation with AI & Data Science": "Favoriser l'innovation grâce à l'IA et la science des données",
    "We leverage cutting-edge artificial intelligence and advanced data science techniques to empower organizations to navigate the complexities of today's digital world. By transforming vast amounts of data into meaningful insights and actionable strategies, we enable businesses to innovate continuously, optimize performance, and create sustainable competitive advantages across industries.": "Nous exploitons l'intelligence artificielle de pointe et des techniques avancées de science des données pour aider les organisations à naviguer dans la complexité du monde numérique actuel. En transformant de grandes quantités de données en insights significatifs et stratégies exploitables, nous permettons aux entreprises d'innover en continu, d'optimiser leurs performances et de créer des avantages concurrentiels durables dans tous les secteurs.",
    "Real-time SCADA Data Analysis": "Analyse des données SCADA en temps réel",
    "Unlock operational intelligence by analyzing SCADA streams in real time to detect anomalies, optimize performance, and ensure system reliability.": "Libérez l'intelligence opérationnelle en analysant les flux SCADA en temps réel pour détecter les anomalies, optimiser les performances et assurer la fiabilité du système.",
    "Renewable Energy Optimization": "Optimisation des énergies renouvelables",
    "Maximize efficiency and output from solar, wind, and hybrid systems using AI-driven forecasting and smart grid integration.": "Maximisez l'efficacité et la production des systèmes solaires, éoliens et hybrides grâce à des prévisions pilotées par l'IA et une intégration aux réseaux intelligents.",
    "Load Forecasting": "Prévision de la charge",
    "Accurately predict energy demand using AI models to improve grid reliability, reduce costs, and optimize resource planning": "Prévoir précisément la demande énergétique à l'aide de modèles IA pour améliorer la fiabilité du réseau, réduire les coûts et optimiser la planification des ressources.",
    "Asset Health Prediction": "Prévision de l'état des actifs",
    "Accurate, intelligent asset health prediction solutions designed to optimize maintenance, reduce downtime, and maximize operational efficiency.": "Solutions intelligentes et précises de prédiction de l'état des actifs, conçues pour optimiser la maintenance, réduire les temps d'arrêt et maximiser l'efficacité opérationnelle.",
    "Turning Energy Data into Intelligent Decisions.": "Transformer les données énergétiques en décisions intelligentes.",
    "We transform vast, complex streams of energy data into meaningful insights that empower utilities, businesses, and households to make smarter, faster, and more sustainable decisions. Through advanced analytics, real-time monitoring, and AI-driven intelligence, we help you predict demand, reduce waste, and optimize energy usage across the entire value chain.": "Nous transformons des flux de données énergétiques volumineux et complexes en insights significatifs qui permettent aux services publics, entreprises et foyers de prendre des décisions plus intelligentes, plus rapides et plus durables. Grâce à l'analyse avancée, la surveillance en temps réel et l'intelligence pilotée par l'IA, nous vous aidons à prévoir la demande, réduire le gaspillage et optimiser la consommation d'énergie sur toute la chaîne de valeur.",
    "Chat with your data (SQL/NOSQL DBs)": "Discutez avec vos données (bases SQL/NoSQL)",
    "Instantly query, analyze, and visualize your databases using natural language — no coding required.": "Interrogez, analysez et visualisez instantanément vos bases de données avec le langage naturel — aucune programmation requise.",
    "AI Document Search Assistants": "Assistants de recherche documentaire IA",
    "Quickly find answers across complex documents with intelligent, context-aware search powered by natural language understanding.": "Trouvez rapidement des réponses dans des documents complexes grâce à une recherche intelligente et contextuelle, alimentée par la compréhension du langage naturel.",
    "AI Customer Service bots": "Bots de service client IA",
    "Deliver fast, 24/7 support with intelligent bots that understand queries, resolve issues, and enhance customer satisfaction.": "Offrez un support rapide 24h/24 avec des bots intelligents qui comprennent les demandes, résolvent les problèmes et améliorent la satisfaction client.",
    "Smarter Chats. Seamless Experiences.": "Chats plus intelligents. Expériences fluides.",
    "At the intersection of AI, UX, and automation, we craft advanced chat interfaces that redefine how people interact with digital systems. Our solutions aren't just chatbots—they're intelligent conversation layers that understand user intent, respond naturally, and guide people through complex tasks effortlessly. From customer support to internal knowledge access, we enable smarter interactions that feel intuitive, responsive, and delightfully seamless.": "À l'intersection de l'IA, de l'UX et de l'automatisation, nous concevons des interfaces de chat avancées qui redéfinissent la manière dont les gens interagissent avec les systèmes numériques. Nos solutions ne sont pas de simples chatbots : ce sont des couches conversationnelles intelligentes qui comprennent l'intention des utilisateurs, répondent naturellement et les guident à travers des tâches complexes en toute simplicité. Du support client à l'accès à la connaissance interne, nous permettons des interactions plus intelligentes, intuitives, réactives et agréablement fluides.",
    "Custom web & Mobile apps": "Applications Web et mobiles sur mesure",
    "Tailored digital solutions designed to meet your unique business needs, built for performance, scalability, and great user experience.": "Des solutions numériques personnalisées conçues pour répondre à vos besoins métiers uniques, optimisées pour la performance, l'évolutivité et une excellente expérience utilisateur.",
    "Scalable Backend Architecture": "Architecture Backend évolutive",
    "Robust, cloud-ready systems built to handle growth, ensure reliability, and power high-performance applications.": "Des systèmes robustes, prêts pour le cloud, conçus pour gérer la croissance, garantir la fiabilité et alimenter des applications haute performance.",
    "Frontend Design Systems": "Systèmes de conception Frontend",
    "Consistent, reusable UI components and patterns that accelerate development and ensure seamless user experiences across platforms.": "Des composants d'interface utilisateur cohérents et réutilisables qui accélèrent le développement et garantissent une expérience utilisateur fluide sur toutes les plateformes.",
    "DevOps & CI/CD pipelines": "DevOps et pipelines CI/CD",
    "Streamline development with automated workflows, faster releases, and reliable deployments through modern DevOps practices.": "Rationalisez le développement grâce à des workflows automatisés, des déploiements rapides et fiables via des pratiques DevOps modernes.",
    "End-to-End Innovation. Full-Stack Execution.": "Innovation de bout en bout. Exécution full-stack.",
    "From product discovery and architecture to frontend finesse and backend scalability, we manage every phase of development under one roof. Our full-stack teams combine deep technical expertise with creative agility, ensuring your product is not only functional but future-ready. Whether you're launching an MVP or scaling enterprise software, we deliver seamless, efficient, and high-impact solutions—faster.": "De la découverte produit et l'architecture à la finesse du frontend et à l'évolutivité du backend, nous gérons chaque phase du développement sous un même toit. Nos équipes full-stack combinent une expertise technique approfondie avec une agilité créative, garantissant que votre produit est à la fois fonctionnel et prêt pour l'avenir. Que vous lanciez un MVP ou que vous développiez un logiciel d'entreprise, nous livrons des solutions fluides, efficaces et à fort impact — plus rapidement.",
    "Let's Connect and Bring Your Ideas to Life!": "Connectons-nous et donnons vie à vos idées !",
    "Want work with us": "Vous souhaitez travailler avec nous ?",
    "Get In Touch": "Entrer en contact",
    "Have a project in mind or need expert guidance? Our team is here to help you move forward.": "Vous avez un projet en tête ou besoin de conseils d'experts ? Notre équipe est là pour vous accompagner..",
    "10+ collaborations with top-tier partners": "Plus de 10 collaborations avec des partenaires de premier plan",
    "Clients": "Clientes",
    "Smart Solutions for Modern Enterprises": "Solutions intelligentes pour les entreprises modernes",
    "Building A1, Dubai Digital Park, Dubai Silicon Oasis,": "Bâtiment A1, Parc numérique de Dubaï, Silicon Oasis de Dubaï,",
    "Dubai, United Arab Emirates": "Dubaï, Émirats arabes unis",
    "Industry Solutions Built for local Market": "Solutions industrielles conçues pour le marché local",
    "At the onset of the Covid-19 pandemic, the Flemish Government faced a critical challenge: fragmented data systems and siloed health institutions made it difficult to access real-time, reliable information. Case numbers, test results, hospital capacity, vaccination status, and regional outbreaks were being tracked across disconnected platforms—hindering the government's ability to make informed, unified decisions. Without a centralized data collaboration framework, frontline workers, policy-makers, and epidemiologists struggled to identify hotspots, allocate resources efficiently, or coordinate large-scale public health initiatives. In a fast-moving crisis, delays in data access or miscommunication could have life-threatening consequences. The need for a secure, flexible, and integrated platform to unify health data and streamline collaboration across stakeholders became an urgent national priority.": "Au début de la pandémie de Covid-19, le gouvernement flamand a été confronté à un défi majeur: la fragmentation des systèmes de données et le cloisonnement des établissements de santé ont rendu difficile l'accès à des informations fiables et en temps réel. Le nombre de cas, les résultats des tests, la capacité hospitalière, le statut vaccinal et les épidémies régionales étaient suivis sur des plateformes déconnectées, ce qui entravait la capacité du gouvernement à prendre des décisions éclairées et unifiées. Sans cadre centralisé de collaboration des données, les travailleurs de première ligne, les décideurs politiques et les épidémiologistes peinaient à identifier les points chauds, à allouer efficacement les ressources ou à coordonner des initiatives de santé publique à grande échelle. Dans une crise évoluant rapidement, les retards dans l'accès aux données ou les problèmes de communication pouvaient avoir des conséquences mortelles. La nécessité d'une plateforme sécurisée, flexible et intégrée pour unifier les données de santé et fluidifier la collaboration entre les parties prenantes est devenue une priorité nationale urgente.",
    "We are a data-driven innovation partner committed to solving complex public health challenges through smart technology and secure collaboration. During the Covid-19 pandemic, we supported the Flemish Government in rapidly developing a robust, scalable, and privacy-conscious data platform. Our goal was to empower decision-makers, researchers, and healthcare professionals with timely insights—helping them respond effectively to an unprecedented crisis. By combining cloud infrastructure, advanced analytics, and seamless integration across agencies, we enabled faster, smarter, and more coordinated public health actions in Belgium.": "Nous sommes un partenaire d'innovation axé sur les données, déterminé à résoudre des défis complexes de santé publique grâce à des technologies intelligentes et à une collaboration sécurisée. Pendant la pandémie de Covid-19, nous avons accompagné le gouvernement flamand dans le développement rapide d'une plateforme de données robuste, évolutive et respectueuse de la confidentialité. Notre objectif était de fournir aux décideurs, aux chercheurs et aux professionnels de la santé des informations actualisées, les aidant ainsi à réagir efficacement à une crise sans précédent. En combinant une infrastructure cloud, des analyses avancées et une intégration transparente entre les agences, nous avons permis des actions de santé publique plus rapides, plus intelligentes et mieux coordonnées en Belgique.",
    "Name": "Nom",
    "Email Address": "Adresse e-mail",
    "Select County code": "Sélectionner l'indicatif de pays",
    "Mobile Number": "Numéro de téléphone portable",
    "Describe Your Project": "Décrivez votre projet",
    "Let's Build Something Great Here In": "Créons quelque chose de grand ici en",
    "Saudi Arabia": "Arabie saoudite",
    "Location": "Localisation",
    "Submit": "Soumettre",
    "Only letters and spaces are allowed": "Seules les lettres et les espaces sont autorisés",
    "Please enter your name": "Veuillez entrer votre nom",
    "A valid work email is required": "Une adresse e-mail professionnelle valide est requise",
    "Please enter your email address": "Veuillez entrer votre adresse e-mail",
    "Enter your 9-digit mobile number": "Entrez votre numéro de portable à 9 chiffres",
    "Only numbers are allowed": "Seuls les chiffres sont autorisés",
    "Briefly describe your project needs": "Décrivez brièvement vos besoins pour le projet"
}