{
  "Home": "الصفحة",
  "About Us": "من نحن",
  "Portfolio": "أعمالنا",
  "Our Services": "خدماتنا",
  "Mobile App Development": "تطوير تطبيقات الجوال",
  "Web Development": "تطوير الويب",
  "Digital Transformation": "التحول الرقمي",
  "Odoo Customisation": "تخصيص Odoo",
  "Managed Cloud Services": "إدارة الخدمات السحابية",
  "AI/ML": "الذكاء الاصطناعي / تعلم الآلة",
  "Data Analytics": "تحليل البيانات",
  "UI/UX Design": "تصميم المواقع وتجربة المستخدم ",
  "Contact Us": "اتصل بنا",
  "Tod Innovative IT Solutions for a Smarter Tomorrow": "طود — حلول تقنية مبتكرة تصنع مستقبلًا أكثر ذكاءً",
  "At TOD, we specialize in delivering innovative, scalable, and intelligent technology solutions designed to fuel real business growth. Our team thrives on solving complex challenges with clarity and creativity — blending cutting-edge tech with strategic thinking. We believe great solutions start with great understanding, which is why we take a user-centric approach to everything we build.": "في طود، نُقدّم حلولًا تقنية ذكية، قابلة للتوسع، ومصممة لدفع نمو الأعمال الحقيقي. نتميّز بقدرتنا على حل التحديات المعقدة برؤية واضحة وإبداع عملي، من خلال الدمج بين أحدث التقنيات والتفكير الاستراتيجي. نؤمن أن الفهم العميق هو أساس الحلول العظيمة، ولهذا نتبع نهجًا يتمحور حول المستخدم في كل ما نقدّمه.",
  "Read Less": "قراءة أقل",
  "Read More": "قراءة المزيد",
  "From digital transformation to automation and product development, we partner with forward-thinking companies to craft experiences that not only perform but also evolve with the changing demands of the digital world. With TOD, you're not just investing in technology — you're investing in a smarter, more adaptable future.": "من التحول الرقمي إلى الأتمتة وتطوير المنتجات، نتعاون في طود مع الشركات الطموحة لصناعة تجارب رقمية لا تكتفي بالأداء العالي، بل تتطور باستمرار لمواكبة متطلبات العالم الرقمي المتغيّر.مع طود، أنت لا تستثمر في التقنية فقط — بل تستثمر في مستقبل أكثر ذكاءً ومرونة.",
  "Whether it's custom software, AI integration, or enterprise solutions": "من البرمجيات المصممة خصيصًا، إلى تكامل الذكاء الاصطناعي، وصولًا إلى الحلول المؤسسية المتقدمة",
  "We're here to build what's next.": "نبني اليوم، ما سيصنع الغد",
  "Our core strategic pillars are defined by R.I.S.E., reflecting our mission to elevate Saudi enterprises with responsible, intelligent, and sustainable digital innovation:": "نستند في طود إلى نموذج R.I.S.E. كمحور استراتيجي يعكس التزامنا بتمكين الشركات والجهات الحكومية السعودية عبر ابتكار رقمي مسؤول، ذكي، ومستدام — يُعزز الكفاءة ويقود نحو مستقبل رقمي أقوى.",
  "Our Values": "قيمنا",
  "At TOD, our work is driven by a strong set of core values that define who we are and how we deliver:": "في طود، يستند عملنا إلى مجموعة قوية من القيم الأساسية التي تُعرّف من نحن وكيف نقدم خدماتنا:",
  "At Tod, we are committed to driving Saudi Arabia's digital transformation by delivering smart, scalable, and locally aligned solutions. Guided by Vision 2030, we combine innovation, agility, and a deep understanding of the market to empower businesses and build lasting partnerships. Together,": "في طود، نلتزم بالمشاركة في دفع عجلة التحول الرقمي في المملكة العربية السعودية من خلال تقديم حلول ذكية، قابلة للتوسع، ومتوافقة مع احتياجات السوق المحلي. وبالاستناد إلى رؤية المملكة 2030، نمزج بين الابتكار والمرونة وفهم عميق للسوق لتمكين الشركات وبناء شراكات طويلة الأمد. معًا، نمهد الطريق لمستقبل رقمي أقوى.",
  "we are shaping what's next.": "نصنع ما ينتظرنا من مستقبل",
  "CEO, Tod": "الرئيس التنفيذي، طود الأفق",
  "We Don't Just Build Tech We Build Possibility": "في طود، نحن لا نبني تقنيات فحسب، بل نبتكر حلولًا تتجاوز حدود التقنية — نُمهّد من خلالها لإمكانات لا محدودة وفرص تُصنع للمستقبل.",
  "At TOD, we turn bold ideas into smart digital solutions. We build technology that unlocks real business potential.": "في طود، نحوّل الأفكار الطموحة إلى حلول رقمية ذكية، ونبني تقنيات تطلق الإمكانات الحقيقية للأعمال.",
  "Name": "الاسم",
  "Email Address": "عنوان البريد الإلكتروني",
  "Select County code": "اختر رمز الدولة",
  "Mobile Number": "رقم الجوال",
  "Describe Your Project": "نبذة عن مشروعك",
  "Let's Build Something Great Here In": "دعنا نبني شيئًا رائعًا هنا في",
  "Saudi Arabia": "المملكة العربية السعودية",
  "Location": "الموقع",
  "Eraija Dist.., P.O.Box : 6597,": "حي العريجاء، صندوق بريد: 6597،",
  "Riyadh Eraija Dist.": "الرياض، حي العريجاء",
  "Let's Connect and Build Something Amazing": "دعنا نتواصل ونبني شيئًا مذهلًا.",
  "Blogs": "المدونات",
  "Insights That Inspire Innovation": "رؤى تُلهم الابتكار",
  "Clients": "العملاء",
  "10+ collaborations with top-tier partners": "+10 تعاونات مع نخبة من الشركاء الاستراتيجيين",
  "Client Testimonials": "تجارب عملائنا",
  "Success Stories from Our Partners": "قصص نجاح من شركائنا",
  "Thank You! We'll get back to you soon.": "شكرًا لك! سنتواصل معك قريبًا.",
  "Failed to send message.": "فشل في إرسال الرسالة.",
  "Email sending failed:": "فشل في إرسال البريد الإلكتروني:",
  "Failed to send message. Please try again.": "فشل في إرسال الرسالة. يرجى المحاولة مرة أخرى.",
  "Book a Free Consultation with Our Technology Experts.": "احجز استشارة مجانية مع خبرائنا التقنيين.",
  "Tell us about your requirements, and our team will get in touch with you within 24 hours.": "أخبرنا بمتطلباتك وسيتواصل معك فريقنا خلال 24 ساعة.",
  "Consult with our experts illustration": "توضيح بصري لفكرة الاستشارة مع الخبراء",
  "Request a Free Consultation": "اطلب استشارة مجانية",
  "Our Engagement Models": "نماذج تعاوننا",
  "Choose how you work with us — flexible, scalable, and always aligned with your needs.": "اختر الطريقة التي تناسبك للعمل معنا — مرنة، قابلة للتوسع، ومتوافقة دائمًا مع احتياجاتك.",
  "Industries": "القطاعات",
  "Industry Solutions Built for local Market": "حلول أعمال تلبي متطلبات السوق السعودي",
  "Tod": "طود",
  "Innovative IT Solutions for a Smarter Tomorrow": "حلول تقنية مبتكرة لغدٍ أكثر ذكاءً",
  "We design & develop advanced digital solutions tailored to Saudi businesses — simplifying operations, enhancing performance, and supporting Vision 2030 goals.": "نصمم ونطور حلول رقمية متقدمة مخصصة للشركات  — لتبسيط العمليات، وتعزيز الأداء، ودعم أهداف رؤية 2030.",
  "half-million": "هاف مليون",
  "halfMillionLogo": "شعار هاف مليون",
  "Half Million": "هاف مليون",
  "Experience the Richness of Artisan Coffee — Anytime, Anywhere. Your Favorite Brews, Delivered Fresh from the Café to Your Pocket.": "استمتع بروعة القهوة الحرفية في أي وقت ومن أي مكان — مشروباتك المفضلة تُحضّر طازجة وتصل إليك مباشرة من المقهى إلى راحتك.",
  "halfMillion": "هاف مليون",
  "Explore Our Projects": "استعرض مشاريعنا",
  "What Do We Offer?": "ماذا نقدم؟",
  "center": "الوسط",
  "Solutions Designed to Match Your Aspirations": "حلول مصممة لتلائم تطلعاتك",
  "Let's Build Something Amazing": "معًا نصنع إنجازًا يُلهم",
  "Explore Services": "استعرض الخدمات",
  "Mobile Applications": "تطبيقات الجوال",
  "Web Applications": "تطبيقات الويب",
  "Artificial Intelligence": "الذكاء الاصطناعي",
  "Empowering Energy & Tech with": "تمكين الشركات من التوسع باستخدام",
  "From custom mobile apps to AI systems, we build technology that transforms operations, elevates experiences, and unlocks growth.": "من التطبيقات الذكية إلى حلول الذكاء الاصطناعي، نبني تقنيات تُعيد تشكيل العمليات، وتعزّز التجربة، وتُحرّك عجلة النمو",
  "Let's Talk": "دعنا نتحدث",
  "View Case Study": "شاهد تفاصيل المشروع",
  "Enabling Digital Transformation Across Industries": "صناعة قصص نجاح رقمية",
  "Explore how our team delivers impactful technology solutions that optimize processes, improve customer journeys, and drive business growth.": "لمحة عن كيفية مساهمة فريقنا المبتكر في مساعدة الشركات في جميع أنحاء المملكة على تحويل العمليات، وتعزيز تجربة العملاء، والريادة في مجالاتهم.",
  "Switch to": "التبديل إلى",
  "services": "الخدمات",
  "Message sent successfully!": "تم إرسال الرسالة بنجاح!",
  "Services": "الخدمات",
  "Quick Links": "روابط سريعة",
  "Follow Us": "تابعنا",
  "English": "الإنجليزية",
  "Only letters and spaces are allowed": "يُسمح فقط بالحروف والمسافات",
  "Please enter your name": "يرجى إدخال اسمك",
  "A valid work email is required": "يتطلب بريدًا إلكترونيًا صالحًا",
  "Please enter your email address": "يرجى إدخال عنوان بريدك الإلكتروني",
  "Enter your 9-digit mobile number": "أدخل رقم جوالك",
  "Only numbers are allowed": "يُسمح بالأرقام فقط",
  "Briefly describe your project needs": "صف احتياجات مشروعك بإيجاز",
  "R": "ر",
  "Revolutionise Local Industries": "نُحدث نقلة نوعية في جميع القطاعات ",
  "Empowering businesses with AI, custom apps, and digital automation across key sectors.": "نمكن الشركات والجهات الحكومية من النمو والتميّز من خلال الذكاء الاصطناعي، والتطبيقات المخصصة، والتحول الرقمي في مختلف القطاعات",
  "Innovate with Purpose": "ابتكر بهدف واضح",
  "We turn innovation into impact with smart, efficient, ROI-driven solutions.": "نُترجم الابتكار إلى نتائج واقعية عبر حلول ذكية وفعّالة تُحقق قيمة استثمارية عالية",
  "Strengthen National Vision": "تعزيز الرؤية الوطنية",
  "Driving Vision 2030 with smart city, e-governance, & sector-driven digital solutions.": "تحقيق رؤية 2030 من خلال المدن الذكية، الحكومة الإلكترونية، وحلول رقمية موجهة للقطاعات.",
  "Elevate Service Standards": "ارتقِ بمعايير الخدمة",
  "At Tod, we are committed to driving Saudi Arabia's digital transformation by delivering smart, scalable, and locally aligned solutions. Guided by Vision 2030, we combine innovation, agility, and a deep understanding of the market to empower businesses and build lasting partnerships. Together,": "في طود، نلتزم بالمشاركة في مسيرة التحول الرقمي في المملكة العربية السعودية، من خلال تقديم حلول ذكية، قابلة للتوسع، ومتوافقة مع البيئة المحلية. واستنادًا إلى رؤية 2030، نمزج بين الابتكار والمرونة وفهم عميق للسوق لتمكين الشركات وبناء شراكات طويلة المدى. معًا، نمضي نحو مستقبل رقمي أكثر تطورًا.",
  "We unite global quality with local insight, delivering trusted, long-term digital partnerships.": "نُجسّد الجودة العالمية بفهم عميق للسوق المحلي لنقدّم حلولًا رقمية مبنية على الثقة والاستمرارية",
  "We build smart solutions that solve real problems.": "نقوم ببناء حلول ذكية تعالج مشكلات حقيقية.",
  "Your goals guide everything we create.": "نصمّم حلولنا انطلاقًا من أهدافك",
  "We focus on performance, reliability, and clean design.": "نركّز على الأداء العالي، والموثوقية، والتصميم الأنيق والبسيط.",
  "Clear communication, always.": " تواصل مهني وشفاف، في كل خطوة.",
  "We listen, respond, and deliver with integrity.": "نستمع باهتمام، نلبّي بثقة، ونعمل بأعلى درجات المصداقية",
  "To be a leading force in digital transformation, helping businesses thrive through smart, secure, and scalable technology.": "أن نكون قوة رائدة في التحول الرقمي، نساعد الأعمال على الازدهار من خلال تقنيات ذكية وآمنة وقابلة للتوسع.",
  "left": "يسار",
  "Our Vision": "رؤيتنا",
  "Our Mission": "مهمتنا",
  "To empower organizations with innovative IT solutions that solve real-world problems, enhance performance, and drive long-term growth.": "تمكين الشركات والجهات الحكومية من خلال حلول تقنية مبتكرة تعالج مشكلات واقعية، تعزز الأداء، وتقود إلى نمو طويل الأمد.",
  "right": "يمين",
  "Innovation with Purpose": "ابتكار هادف",
  "Customer-First Approach": "نهج يضع العميل أولاً",
  "Quality-Driven": "نرتكز على الجودة",
  "Agile & Adaptive": "مرن وقابل للتكيف",
  "Transparent & Honest": "شفاف وصادق",
  "Customer First": "العميل أولاً",
  "Artificial Intelligence & Machine Learning": "الذكاء الاصطناعي وتعلم الآلة",
  "How AI is Driving Innovation in Middle east": "كيف يقود الذكاء الاصطناعي الابتكار في الشرق الأوسط",
  "Explore real-world applications of AI and how businesses are leveraging it to automate tasks, enhance customer experience, and make smarter decisions.": "استكشف تطبيقات الذكاء الاصطناعي في العالم الحقيقي وكيف تستفيد منه الشركات لأتمتة المهام، وتحسين تجربة العملاء، واتخاذ قرارات أكثر ذكاءً.",
  "John Deo": "جون ديو",
  "Cybersecurity Trends in 2025": "اتجاهات الأمن السيبراني في عام 2025",
  "Understand the latest cybersecurity threats, tools, and best practices to keep your data and infrastructure safe in a rapidly evolving digital world.": "فهم التهديدات السيبرانية الحديثة، وأحدث الأدوات والممارسات، لحماية البيانات والبنية التحتية في عالم رقمي سريع التغيّر.",
  "Mobile-First Digital Strategy": "استراتيجية رقمية ترتكز على الجوال أولاً",
  "Ayaan Malik": "أيّان مالك",
  "Partnering with TOD was one of the best decisions we've made for our digital growth. From the initial consultation to final deployment, their team demonstrated a deep understanding of our business goals and translated them into a powerful, user-friendly solution. The communication throughout the project was clear, timely, and transparent. They took the time to understand our customers, suggested innovative features, and delivered on every promise—on time and within budget. Today, our platform runs more smoothly, our users are more engaged, and our internal team is more efficient. TOD didn't just build us a solution—they helped us build a better business.": "يُعد التعاون مع طود من أبرز القرارات الإستراتيجية التي أسهمت في نموّنا الرقمي. منذ أول لقاء استشاري وحتى الإطلاق النهائي، أظهر فريق طود فهمًا عميقًا لطبيعة أعمالنا وأهدافنا، وتمكن من ترجمة هذه الرؤية إلى حل رقمي فعّال وسهل الاستخدام.اتّسمت مراحل المشروع كافة بتواصل واضح، واستجابة سريعة، وشفافية عالية. كما حرص الفريق على دراسة سلوك عملائنا بدقة، وابتكار خصائص مميزة تعزز من تجربة المستخدم. وقد التزموا بكل ما وعدوا به — في الوقت المحدد وضمن الميزانية.واليوم، تعمل منصتنا بكفاءة أعلى، ونشهد تفاعلًا أكبر من المستخدمين، كما أصبح فريقنا الداخلي أكثر إنتاجية. طود لم يقدّم مجرد حل تقني، بل كان شريكًا حقيقيًا في تطوير أعمالنا نحو الأفضل",
  "CTO, NexaCorp": "المدير التقني، NexaCorp",
  "Fixed Price Projects": "مشاريع بسعر ثابت",
  "Ideal for well-scoped initiatives with clear timelines and budgets": "مثالية للمبادرات ذات النطاق الواضح والجداول الزمنية والميزانيات المحددة.",
  "Skilled experts across all technologies and domains": "فريق متخصص يمتلك خبرات واسعة تغطي مختلف التقنيات والقطاعات",
  "Transparent execution with detailed milestones": "تنفيذ بمنتهى الشفافية، وفق مراحل تفصيلية ومعالم تقدم دقيقة",
  "Time-bound delivery that ensures long-term impact": "تنفيذ ملتزم بالوقت يحقق نتائج مستدامة وأثرًا بعيد المدى",
  "Hourly Projects": "مشاريع بنظام الأجر بالساعة",
  "Best suited for changing needs, billed by the hour": "مثالية للمهام المتغيرة، مع نظام محاسبة مرن حسب عدد ساعات العمل",
  "Pay-as-you-go model with no long-term commitments": "نموذج \"ادفع حسب الاستخدام\" دون أي التزامات طويلة الأجل",
  "Agile support for urgent or evolving tasks": "دعم متجاوب يلبي المهام الطارئة والمتغيرة بكفاءة ومرونة",
  "Full visibility into hours spent and task progress": "شفافية تامة في متابعة الوقت المستهلك وتقدّم سير العمل",
  "Developer on Demand": "خدمة مطور عند الطلب",
  "Best suited for teams needing expert skills without long hiring cycles": "مثالية للجهات التي تحتاج إلى خبرات تقنية متقدمة دون الدخول في دورات توظيف طويلة",
  "On-demand specialists across roles and tech stacks": "خبراء عند الطلب في مختلف الأدوار والتقنيات",
  "Seamless integration into your existing teams": "دمج سلس مع فرقك الحالية",
  "Transparent management and measurable outcomes": "إدارة شفافة ونتائج قابلة للقياس",
  "Food & Beverage": "الأغذية والمشروبات",
  "E-commerce & Retail": "التجارة الإلكترونية والتجزئة",
  "Transportation": "النقل",
  "Takween": "تكوين",
  "Government": "الحكومة",
  "Healthcare": "الرعاية الصحية",
  "We transform your ideas into sleek, high-performance mobile apps built for scale. Whether iOS or Android, our solutions are tailored to deliver seamless user experiences and drive business results.": "نحوّل أفكارك إلى تطبيقات جوال أنيقة وعالية الأداء مصممة للتوسع. سواء على iOS أو Android، حلولنا مصممة لتقديم تجارب مستخدم سلسة وتحقيق نتائج ملموسة للأعمال.",
  "From complex enterprise systems to cloud-based SaaS platforms, we build robust, scalable software that simplifies operations, enhances agility, and supports long-term growth.": "نطور أنظمة برمجية متينة وقابلة للتوسع، تشمل المنصات المؤسسية المعقدة والحلول السحابية (SaaS)، بهدف تحسين الكفاءة التشغيلية، وتعزيز المرونة، وتمكين النمو المستدام",
  "Drive digital transformation with tailored strategies, modern tools, and streamlined workflows that boost efficiency and accelerate growth.": "قد التحول الرقمي من خلال استراتيجيات مخصصة، وأدوات حديثة، وتدفقات عمل مبسطة تعزز الكفاءة وتسرّع النمو.",
  "Adapt Odoo to your business with tailored modules, features, and workflows for better efficiency and control.": "خصص Odoo بما يتناسب مع نشاطك التجاري عبر وحدات وميزات مصممة خصيصًا، لتحقيق كفاءة أعلى وتحكم أفضل.",
  "Secure your digital ecosystem with our end-to-end cybersecurity services—vulnerability assessments, threat monitoring, data protection, and regulatory compliance tailored to your industry.": "أمّن منظومتك الرقمية من خلال خدمات الأمن السيبراني المتكاملة لدينا — بدءًا من تقييم الثغرات، ومراقبة التهديدات، وحماية البيانات، وصولًا إلى الالتزام باللوائح التنظيمية، وكل ذلك بما يتوافق مع متطلبات قطاعك.",
  "Leverage the power of AI to make smarter decisions, personalize customer experiences, and automate critical workflows. Our solutions turn data into intelligent action.": "استفد من قوة الذكاء الاصطناعي لاتخاذ قرارات أكثر ذكاءً، وتخصيص تجارب العملاء، وأتمتة العمليات الحيوية. حلولنا تحول البيانات إلى إجراءات ذكية.",
  "Make sense of your data with powerful dashboards, real-time reporting, and predictive analytics. We help you uncover insights that inform strategy and improve performance.": "افهم بياناتك من خلال لوحات معلومات قوية، تقارير لحظية، وتحليلات تنبؤية. نحن نساعدك على اكتشاف رؤى تدعم الاستراتيجية وتحسن الأداء.",
  "We design user-focused digital interfaces and experiences that combine visual appeal with ease of use, enhancing engagement and increasing conversion rates.": "نصمم واجهات وتجارب رقمية تركز على المستخدم تجمع بين الجاذبية البصرية وسهولة الاستخدام، مما يعزز التفاعل ويزيد من معدلات التحويل.",
  "Ashjar Friends": "أصدقاء أشجار",
  "Enjoy Seamless Loyalty Rewards, Personalized Offers, and Instant Access to Ashjar Perks. Your Cafe Experience, Elevated Right in Your Pocket.": "استمتع بمكافآت ولاء سلسة، وعروض مخصصة، والوصول الفوري إلى مزايا أشجار. تجربتك في المقهى... أصبحت بين يديك.",
  "Ease": "Ease",
  "Ashjar Space": "مساحة أشجار",
  "Discover and Book Premium Spaces Across Saudi Arabia with Ease and Flexibility. Plan Gatherings, Events, or Work Sessions — All in One App.": "استكشف واحجز المساحات الفاخرة في جميع أنحاء المملكة بسهولة ومرونة. خطط للتجمعات، الفعاليات، أو جلسات العمل — كل ذلك من خلال تطبيق واحد.",
  "ase": "آيس",
  "Manage Operations, Sales, and Finance — All from One Central Dashboard. Intelligent Business Management, Right at Your Fingertips.": "أدِر العمليات والمبيعات والشؤون المالية من لوحة تحكم مركزية واحدة — إدارة ذكية لأعمالك بين يديك.",
  "Send": "سِند",
  "A premium plant gifting platform that makes it effortless to select, personalize, and deliver meaningful green gifts—beautifully packaged and thoughtfully timed.": "سوق أزياء فاخر يربطك بأفضل المتاجر في المملكة. من الاستكشاف إلى التسليم — كل ذلك من خلال تطبيق ذكي واحد.",
  "Cup Crew": "Cup Crew",
  "Browse, Order, and Collect from Your Favorite Local Cafés — Enjoy Smooth Payments and Loyalty Benefits, All in One App.": "تصفح، اطلب، واستلم من مقاهيّك المحلية المفضلة — واستمتع بمدفوعات سلسة ومزايا ولاء، كل ذلك في تطبيق واحد.",
  "Tailored Search, Virtual Tours, and Agent Support for Buyers and Renters. Built to Serve Saudi's Growing Real Estate Market.": "بحث مخصص، جولات افتراضية، ودعم من وكلاء للمشترين والمستأجرين. مصمم لخدمة السوق العقارية المتنامية في السعودية.",
  "Screen Me": "Screen Me",
  "Fast, Secure, and Personalized Screenings Tailored to Your Lifestyle. Track, Analyze, and Stay Ahead with Health Insights at Your Fingertips.": "فحوصات صحية سريعة، آمنة، ومصممة بما يناسب نمط حياتك — تابع، حلّل، وابقَ في المقدمة مع رؤى صحية دقيقة بين يديك.",
  "Service Hub": "Service Hub",
  "Designed to Optimize Field Operations with Real-Time Tracking and Task Management. Empowering Service Teams Across the Kingdom.": "مصمم لتحسين عمليات الخدمة الميدانية من خلال التتبع الفوري وإدارة المهام. تمكين فرق الخدمة في جميع أنحاء المملكة.",
  "Healthcare App": "Healthcare App",
  "Browse Specialists, Book Instantly, and Get Reminders All from Your Phone. A Seamless Healthcare & Services Booking Platform.": "تصفح الأطباء المتخصصين، احجز فورًا، واحصل على تذكيرات — كل ذلك من هاتفك. منصة متكاملة لحجز خدمات الرعاية الصحية.",
  "© 2025 Tod All Rights Reserved.": "© 2025 طود جميع الحقوق محفوظة.",
  "Let's Build Something Great Here In Saudi Arabia": "دعنا نبني شيئًا رائعًا هنا في المملكة العربية السعودية",
  "Ar Rabi, Riyadh": "حي الربيع، الرياض",
  "Get In Touch": "تواصل معنا",
  "Have a project in mind or need expert guidance? Our team is here to help you move forward.": "لديك فكرة مشروع أو تحتاج إلى استشارة ؟ فريقنا هنا لمساعدتك على التقدّم بخطى واثقة.",
  "Enterprise Mobility That Accelerates Digital Transformation": "حلول تطبيقات مبتكرة لدفع عجلة النمو",
  "Empower your enterprise with scalable, secure, and high-performance mobile solutions designed to drive digital transformation across modern businesses.": "قم بتمكين عملك من خلال تطبيقات الهاتف المحمول المصممة خصيصًا لتلبية احتياجات وأهداف وطموحات التحول الرقمي في المملكة العربية السعودية .",
  "Build Smart. Launch Fast.": "ابنِ بذكاء. أطلق بسرعة.",
  "With us, turn your mobile vision into reality — across iOS and Android.": "معنا، حوّل رؤيتك للهاتف المحمول إلى واقع — عبر iOS و Android.",
  "Android App Development": "تطوير تطبيقات أندرويد",
  "Powerful, user-friendly Android apps built to meet your business goals and user needs.": "تطبيقات أندرويد قوية وسهلة الاستخدام مصممة لتحقيق أهداف عملك واحتياجات المستخدم.",
  "iOS App Development": "تطوير تطبيقات iOS",
  "We craft elegant, high-performance iOS apps tailored for iPhone, iPad, and Apple Watch.": "نصمم تطبيقات iOS أنيقة وعالية الأداء مخصصة لأجهزة iPhone وiPad وApple Watch.",
  "Flutter App Development": "تطوير تطبيقات Flutter",
  "Deliver seamless mobile experiences on Android and iOS with Flutter development done right.": "قدّم تجارب متنقلة سلسة على Android وiOS من خلال تطوير Flutter بشكل احترافي.",
  "React Native App Development": "تطوير تطبيقات React Native",
  "Create native-like mobile experiences for both Android and iOS using a single React Native codebase.": "أنشئ تجارب استخدام تُحاكي التطبيقات الأصلية على كل من Android وiOS باستخدام قاعدة كود واحدة بـ React Native.",
  "Progressive Web App Development": "تطوير تطبيقات الويب التقدمية (PWA)",
  "Progressive Web Apps built for speed, offline access, and seamless performance — anywhere, anytime.": "تطبيقات ويب تقدمية مصممة للسرعة والوصول دون اتصال وأداء سلس — في أي مكان وزمان.",
  "Web App Development": "تطوير تطبيقات الويب",
  "Custom web applications built for performance, flexibility, and long-term growth.": "تطبيقات ويب مخصصة مصممة للأداء والمرونة والنمو المستدام.",
  "Building Apps with Purpose": "تطوير التطبيقات بهدف واضح",
  "From idea to launch, we craft mobile apps that perform seamlessly, look stunning, and drive real business results.": "من الفكرة إلى الإطلاق، نصمم تطبيقات متنقلة تعمل بسلاسة، وتبدو مذهلة، وتحقق نتائج فعلية للأعمال.",
  "Mobile Apps to have Real Impact in the Kingdom": "تطبيقات تصنع الفرق في المملكة",
  "Unleash the power of custom-built mobile solutions made for Saudi businesses. At TOD, we specialize in delivering secure, scalable mobile apps that reflect local user behavior, support Arabic UI, and comply with KSA's digital and data privacy standards.": "في طود، نبتكر تطبيقات آمنة وقابلة للتوسع، ترتكز على سلوك المستخدم المحلي، وتلتزم بمعايير الخصوصية والأنظمة الرقمية في المملكة.نوفّر تكاملًا سلسًا مع مختلف الجهات الحكومية — مثل النفاذ الوطني، وسداد، ومنصات التراخيص والبيانات — لتمكين تجربة موثوقة، ومطابقة للتشريعات المحلية.",
  "From digital banking to food delivery, government portals to ecommerce platforms — we develop mobile apps that are more than functional — they are strategic assets in your digital transformation journey.": "من الخدمات البنكية والتوصيل، إلى التجارة الإلكترونية والمنصات الحكومية — نحن لا نطوّر مجرد تطبيقات، بل أدوات استراتيجية تدفع رحلة التحول الرقمي للأمام.",
  "Innovative Services to Power Your Growth": "خدمات مبتكرة لتعزيز نموك",
  "Unlock new possibilities with us — through cutting-edge technology, expert guidance, and solutions tailored to your business goals.": "اكتشف آفاقًا جديدة معنا — عبر تقنيات متقدمة، وخبرة استشارية متخصصة، وحلول مصممة بما يتوافق مع أهداف أعمالك.",
  "Full-stack Power. Full Impact.": "من الفكرة إلى التأثير.",
  "Build modern, high-performing web and mobile apps with complete tech coverage.": "نطوّر حلولًا تقنية قوية، تواكب طموحك وتُحدث أثرًا حقيقيًا",
  "Frontend Development": "تصميم وتطوير واجهات الاستخدام",
  "We craft fast, responsive, and visually stunning user interfaces that deliver seamless digital experiences across all devices.": "نصمم واجهات مستخدم سريعة وتفاعلية وجذابة بصريًا لتقديم تجارب رقمية سلسة عبر جميع الأجهزة.",
  "Backend Development": "تطوير الخوادم",
  "We engineer the logic, data, and infrastructure that drive your apps — built for performance and growth.": "نقوم ببناء منطق التطبيق والبيانات والبنية التحتية التي تشغّل تطبيقاتك، لنضمن لها أداءً قويًا وقدرة على النمو والتوسع.",
  "Full-Stack Development": "تطوير متكامل (Full-Stack)",
  "End-to-end development covering UI, backend, and everything in between — all in one expert team.": "تطوير شامل يغطي الواجهة الأمامية والخلفية وكل ما بينهما — بواسطة فريق متخصص واحد.",
  "Custom Web Applications": "تطبيقات ويب مخصصة",
  "Powerful, purpose-driven web apps — built from scratch to meet your unique requirements.": "تطبيقات ويب قوية وموجهة نحو الهدف — تم إنشاؤها من البداية لتلبية متطلباتك الفريدة.",
  "CMS Development": "تطوير نظام إدارة المحتوى (CMS)",
  "Easily manage and update your website with flexible, user-friendly CMS solutions built to fit your workflow.": "قم بإدارة وتحديث موقعك بسهولة باستخدام حلول CMS مرنة وسهلة الاستخدام مصممة لتناسب سير عملك.",
  "Web Portal Development": "تصميم وتطوير بوابات إلكترونية مخصصة",
  "From user dashboards to enterprise portals, we create tailored solutions that drive engagement and efficiency.": "من لوحات تحكم المستخدمين إلى بوابات المؤسسات، نقدم حلولاً مخصصة تعزز التفاعل والكفاءة.",
  "One Team. Every Layer Covered.": "فريق واحد يغطي جميع الجوانب.",
  "From responsive frontends to robust backends, we build complete, scalable web and mobile solutions tailored to your business goals.": "من واجهات الاستخدام التفاعلية إلى الأنظمة الخلفية القوية، نبني حلولًا رقمية متكاملة وقابلة للتوسع لتلبية أهداف أعمالك على الويب والأجهزة الذكية.",
  "Mobile Solutions that Deliver — With Us": "حلول الهاتف المحمول التي تحقق النتائج — معنا",
  "Unlock the power of mobile with expertly crafted, high-performance applications tailored to your business needs. At TOD, we specialize in designing and developing custom mobile apps that are intuitive, scalable, and built to deliver real results.Whether you're launching a new product, streamlining internal operations, or enhancing customer engagement, our mobile solutions are designed to meet your goals. We work across iOS and Android platforms, using the latest technologies and frameworks to ensure speed, stability, and stunning UI/UX. From strategy and prototyping to development and deployment — we guide you at every step. With TOD, your mobile app isn't just a tool, it's a growth engine.": "أطلق العنان لقوة الأجهزة المحمولة من خلال تطبيقات عالية الأداء مصممة خصيصًا لتلبية احتياجات عملك. في طود، نحن متخصصون في تصميم وتطوير تطبيقات مخصصة بديهية وقابلة للتوسع ومبنية لتحقيق نتائج حقيقية. سواء كنت تطلق منتجًا جديدًا أو تبسط العمليات الداخلية أو تعزز تفاعل العملاء، فإن حلولنا المتنقلة مصممة لتحقيق أهدافك. نعمل عبر منصات iOS وAndroid باستخدام أحدث التقنيات لضمان السرعة والثبات وتجربة مستخدم مذهلة. من الإستراتيجية والنماذج الأولية إلى التطوير والنشر — نرشدك في كل خطوة. مع طود، تطبيقك ليس مجرد أداة، بل محرك نمو.",
  "Reimagine Your Business for the Digital Age": "أعد تصور عملك لعصر الرقمنة",
  "At TOD, Modernize your operations and elevate customer experiences with agile, data-driven solutions — built for Vision 2030": "في طود، نحدث عملياتك ونرفع من تجربة عملائك من خلال حلول مرنة قائمة على البيانات — مصممة لرؤية 2030.",
  "Build Smart. Transform Fast.": "ابنِ بذكاء. تحول بسرعة.",
  "Achieve more with digital solutions built to streamline operations, cut friction, and drive measurable business outcomes.": "حقق المزيد باستخدام حلول رقمية تهدف إلى تبسيط العمليات، وتقليل التعقيدات، وتحقيق نتائج قابلة للقياس.",
  "Business Process Automation": "أتمتة العمليات التجارية",
  "Streamline operations, reduce manual work, and boost productivity with intelligent automation tailored to your business workflows.": "قم بتبسيط العمليات، وتقليل العمل اليدوي، وزيادة الإنتاجية من خلال أتمتة ذكية مصممة لتناسب سير عملك.",
  "Legacy System Modernization": "تحديث الأنظمة القديمة",
  "Upgrade legacy infrastructure to modern, scalable, and secure platforms that support agility and growth.": "قم بترقية البنية التحتية القديمة إلى منصات حديثة وآمنة وقابلة للتوسع تدعم المرونة والنمو.",
  "Cloud-First Transformation": "تحوّل رقمي قائم على الحوسبة السحابية أولًا",
  "Shift to a cloud-first strategy that ensures availability, flexibility, and cost-efficiency across all your digital operations.": "اعتمد تقنيات الإنترنت المتقدمة لتحديث بنيتك الرقمية وتحقيق الكفاءة والمرونة في التشغيل.",
  "Enterprise System Integration": "تكامل الأنظمة المؤسسية",
  "Achieve operational harmony with seamless integration between your ERP, CRM, HRMS, and other core systems.": "حقق تناغمًا تشغيليًا من خلال تكامل سلس بين أنظمتك الأساسية مثل ERP وCRM وHRMS.",
  "Data-Driven Decision Making": "اتخاذ القرار القائم على البيانات",
  "Leverage analytics and dashboards to make faster, smarter decisions that fuel innovation and efficiency.": "استخدم التحليلات ولوحات المعلومات لاتخاذ قرارات أسرع وأكثر ذكاءً تدفع الابتكار والكفاءة.",
  "AI-Powered Optimization": "التحسين المعتمد على الذكاء الاصطناعي",
  "Embed AI to automate processes, personalize services, and gain predictive insights across departments.": "عزّز أعمالك بدمج الذكاء الاصطناعي لرفع الكفاءة، وتقديم تجارب مخصصة، واتخاذ قرارات أذكى مبنية على التوقعات.",
  "Transforming with Purpose": "تحول هادف",
  "From assessment to execution, we partner with you to build an ecosystem of connected digital capabilities that unlock real business value.": "من التقييم إلى التنفيذ، نعمل معك كشريك لبناء منظومة متكاملة من القدرات الرقمية المترابطة التي تحقق قيمة حقيقية لأعمالك.",
  "Microsoft Tools": "أدوات مايكروسوفت",
  "SAP": "SAP",
  "AWS Cloud Services": "خدمات سحابة AWS",
  "Robotic Process Automation (RPA)": "أتمتة المهام المتكررة باستخدام برمجيات ذكية تحاكي عمل الموظف البشري",
  "Data Lakes & Warehousing": "أنظمة متكاملة لتجميع البيانات الخام وتحويلها إلى رؤى قابلة للاستخدام",
  "Business Intelligence Tools": "أدوات ذكاء الأعمال",
  "AI/ML Frameworks": "أطر الذكاء الاصطناعي وتعلم الآلة",
  "APIs & Microservices Architecture": "أنظمة تعتمد على واجهات API وخدمات صغيرة مستقلة لتحقيق أداء أسرع وتكامل أسهل",
  "Digital Transformation that Matters in the Kingdom": "التحول الرقمي الذي يصنع الفرق في المملكة",
  "At TOD, we understand Saudi Arabia's unique regulatory, cultural, and business environment. Our digital transformation solutions are localized to ensure compliance, user adoption, and meaningful ROI. Whether it's optimizing citizen services for government bodies, digitizing F&B supply chains, or enabling E-commerce personalization — we build strategic systems that align with your business and Vision 2030 priorities.": "في طود، نحن نفهم البيئة التنظيمية والثقافية والتجارية الفريدة في المملكة العربية السعودية. حلول التحول الرقمي لدينا مصممة خصيصًا لضمان الامتثال وتبني المستخدم وتحقيق عائد استثماري ملموس. سواء كان الأمر يتعلق بتحسين خدمات المواطنين للجهات الحكومية، أو رقمنة سلاسل إمداد الأغذية والمشروبات، أو تمكين التخصيص في التجارة الإلكترونية — فإننا نبني أنظمة استراتيجية تتماشى مع عملك وأولويات رؤية 2030.",
  "Power your business with smart, scalable cloud services.": "قوّ عملك بخدمات سحابية ذكية وقابلة للتوسع.",
  "Modernize your infrastructure and accelerate digital transformation with end-to-end cloud consulting, deployment, and management.": "قم بتحديث بنيتك التحتية وتسريع التحول الرقمي من خلال استشارات سحابية شاملة ونشر وإدارة متكاملة.",
  "Cloud That Works for You": "سحابة ذكية... تواكب احتياجاتكد",
  "Deploy faster, scale effortlessly, and operate with confidence — with us.": "نساعدك على الإطلاق السريع، والتوسع السلس، والتشغيل بثقة واطمئنان",
  "Cloud Infrastructure Setup": "إعداد البنية التحتية السحابية",
  "From architecture to automation, we set up cloud environments that are fast, flexible, and future-ready.": "من التصميم إلى الأتمتة، نقوم بإعداد بيئات سحابية سريعة ومرنة وجاهزة للمستقبل.",
  "Cloud Migration": "نقل الأنظمة والبيانات إلى حلول سحابية مرنة وآمنة",
  "Move your applications, data, and infrastructure to the cloud — safely and efficiently.": "نقل آمن وفعّال لتطبيقاتك وبيئتك التقنية إلى حلول سحابية مرنة",
  "DevOps & CI/CD": "DevOps و CI/CD",
  "We streamline development and deployment with efficient DevOps and CI/CD pipelines.": "نبسط عملية التطوير والنشر من خلال خطوط DevOps و CI/CD الفعالة.",
  "From identity management to threat detection — we keep your cloud safe and resilient.": "نحافظ على أمان وموثوقية بيئتك السحابية — من التحكم بالوصول إلى الاستجابة للهجمات",
  "Hybrid Cloud Solutions": "حلول السحابة الهجينة",
  "We build hybrid cloud architectures that combine flexibility, performance, and security across environments.": "نقوم ببناء بنى سحابية هجينة تجمع بين المرونة والأداء والأمان عبر البيئات المختلفة.",
  "Cloud Consulting": "خدمات استشارية لمساعدتك على التخطيط والتحوّل السحابي",
  "Strategic cloud consulting to align your tech infrastructure with your business goals.": "نرسم لك خارطة طريق سحابية تدعم أهدافك وتُحسّن أداء بنيتك الرقمية",
  "Cloud, Without the Complexity": "حلول سحابية… بلا تعقيد",
  "From infrastructure setup to DevOps, we simplify cloud adoption and management — helping you innovate faster and reduce operational overhead.": "من إعداد البنية التحتية إلى DevOps، نبسط اعتماد السحابة وإدارتها — مما يساعدك على الابتكار بشكل أسرع وتقليل العبء التشغيلي.",
  "Microsoft Azure": "مايكروسوفت أزور",
  "Google Cloud": "جوجل كلاود",
  "Docker": "دوكر",
  "Kubernetes": "كوبرنيتس",
  "Terraform": "تيرافورم",
  "Jenkins": "جينكنز",
  "GitLab CI/CD": "GitLab CI/CD",
  "Ansible": "أنسيبل",
  "Cloudflare": "كلاودفلير",
  "Prometheus": "بروميثيوس",
  "Grafana": "جرافانا",
  "Mobile-First Cloud Solutions for the Saudi Market": "حلول سحابية ترتكز على الأجهزة الذكية، وتركّز على احتياجات السوق السعودي",
  "Our mobile solutions are designed to support digital-native users and enterprise workflows across sectors like finance, logistics, and retail. With full Arabic UI support, offline functionality, and data protection by default — your app becomes a strategic business tool.": "حلولنا الذكية مصممة لدعم المستخدمين الرقميين وعمليات الأعمال في قطاعات مثل المالية، والخدمات اللوجستية، والتجزئة",
  "AI & ML Solutions That Drive Innovation": "حلول الذكاء الاصطناعي وتعلم الآلة التي تعزز الابتكار",
  "We help organizations harness Artificial Intelligence and Machine Learning to accelerate digital transformation, automate workflows, and lead in a data-driven economy.": "نساعد المؤسسات على الاستفادة من الذكاء الاصطناعي وتعلم الآلة لتسريع التحول، وأتمتة سير العمل، والريادة في اقتصاد قائم على البيانات.",
  "Intelligence That Drives Innovation": "ذكاء يدفع الابتكار",
  "With us, harness the power of AI & ML to automate, predict, and grow smarter.": "معنا، استفد من قوة الذكاء الاصطناعي وتعلم الآلة لأتمتة العمليات، والتنبؤ، والنمو بذكاء.",
  "Predictive Analytics": "الرؤية الحاسوبية",
  "We turn historical data into future insights to help you make smarter, faster decisions.": "نحوّل البيانات التاريخية إلى رؤى مستقبلية لمساعدتك في اتخاذ قرارات أذكى وأسرع.",
  "Recommendation Systems": "أنظمة الاقتراح الذكية",
  "We build intelligent recommendation systems that personalize content, products, and user experiences.": "نقوم ببناء أنظمة اقتراح ذكية تُخصص المحتوى والمنتجات وتجربة المستخدم.",
  "Computer Vision": "رؤية الحاسوب",
  "Empower your systems with the ability to see, track, and interpret the world — with computer vision.": "زوّد أنظمتك بالقدرة على \"الرؤية\" والتتبع والتحليل — عبر تقنيات الرؤية الحاسوبية.",
  "Natural Language Processing (NLP)": "فهم وتحليل اللغة البشرية باستخدام الذكاء الاصطناعي",
  "We build intelligent NLP solutions that understand, process, and generate human language.": "نُطوّر حلول معالجة اللغة الطبيعية (NLP) لفهم اللغة البشرية وتحليلها وتوليدها بشكل ذكي وفعّال",
  "Chatbot & Virtual Assistants": "الدردشة الآلية والمساعدون الافتراضيون",
  "From customer support to lead generation, our virtual agents handle it all — faster and smarter.": "من دعم العملاء إلى توليد العملاء المحتملين، وكل ذلك من خلال وكلائنا الافتراضيين — بسرعة وذكاء.",
  "AI Model Development & Training": "تطوير وتدريب نماذج الذكاء الاصطناعي",
  "From concept to deployment, we develop intelligent models that learn, adapt, and deliver results.": "من الفكرة إلى النشر، نطور نماذج ذكية تتعلم وتتكيّف وتحقق النتائج.",
  "Smarter Systems. Real Results.": "أنظمة أذكى. نتائج حقيقية.",
  "We design and deploy AI/ML models that power intelligent decisions, automate processes, and personalize user experiences at scale.": "نقوم بتصميم ونشر نماذج ذكاء اصطناعي وتعلم آلة تدعم القرارات الذكية، وتُؤتمت العمليات، وتخصص تجربة المستخدم على نطاق واسع.",
  "Python": "بايثون",
  "TensorFlow": "تينسورفلو",
  "PyTorch": "بايتورتش",
  "Scikit-learn": "سايكيت-ليرن",
  "Keras": "كيراس",
  "OpenCV": "أوبن سي في",
  "NLTK / spaCy": "إن إل تي كيه / سبايسي",
  "AWS SageMaker": "AWS SageMaker",
  "Azure ML": "Azure ML",
  "Google Vertex AI": "Google Vertex AI",
  "Pandas": "باندا",
  "Jupyter Notebooks": "جوبايتر نوتبوكس",
  "Mobile AI for designed specially for Saudi Consumers": "حلول ذكاء اصطناعي متنقلة مصممة خصيصًا لتلبية احتياجات المستهلكين في السعودية",
  "AI isn't limited to dashboards. We embed it into mobile apps for finance, E-commerce, and logistics across Saudi Arabia — delivering intelligent, real-time decisioning and on-device ML that scales with your business needs.": "الذكاء الاصطناعي لا يقتصر على لوحات البيانات — بل نقوم بدمجه داخل تطبيقات الهاتف في مجالات التمويل، والتجارة الإلكترونية، والخدمات اللوجستية في أنحاء السعودية، لنقدّم قرارات ذكية لحظية وتقنيات تعلم آلي على الجهاز، قابلة للنمو والتوسع مع متطلبات أعمالك.",
  "Transforming Data into Strategic Value": "تحويل البيانات إلى قيمة استراتيجية",
  "Leverage the power of analytics to make informed decisions, uncover hidden opportunities, and lead with confidence.": "استفد من قوة التحليلات لاتخاذ قرارات مدروسة، واكتشاف الفرص المخفية، والقيادة بثقة.",
  "Data-Driven. Decision-Ready.": "مدعوم بالبيانات. جاهز لاتخاذ القرار.",
  "With us, turn raw data into real-time insights that drive smarter business moves.": "معنا، حوّل البيانات الخام إلى رؤى لحظية تحفز قرارات تجارية أكثر ذكاءً.",
  "Business Intelligence (BI)": "التحليلات التجارية (BI)",
  "We turn complex data into clear, actionable insights that drive smart business decisions.": "نحوّل البيانات المعقدة إلى رؤى واضحة وقابلة للتنفيذ تدفع لاتخاذ قرارات تجارية ذكية.",
  "Dashboard Development": "تطوير لوحات المعلومات",
  "Track performance, monitor KPIs, and make informed decisions with real-time dashboards.": "تابع الأداء، وراقب مؤشرات الأداء الرئيسية، واتخذ قرارات مستنيرة من خلال لوحات معلومات لحظية.",
  "Data Warehousing": "مخازن البيانات",
  "We design and implement scalable data warehouses to centralize, store, and manage your business data efficiently.": "نقوم بتصميم وتنفيذ مستودعات بيانات قابلة للتوسع لتجميع وتخزين وإدارة بيانات عملك بكفاءة.",
  "ETL & Data Integration": "ETL وتكامل البيانات",
  "We streamline data from multiple sources with efficient ETL pipelines and seamless integration.": "نبسط البيانات من مصادر متعددة باستخدام خطوط ETL فعالة وتكامل سلس.",
  "Track trends, monitor operations, and respond in the moment — powered by real-time analytics.": "تابع الاتجاهات، راقب العمليات، واستجب في الوقت المناسب — بفضل التحليلات اللحظية.",
  "Data Governance & Compliance": "حوكمة البيانات والامتثال",
  "We help you manage data responsibly — ensuring accuracy, privacy, and regulatory compliance.": "نساعدك على إدارة البيانات بمسؤولية — مع ضمان الدقة، والخصوصية، والامتثال التنظيمي.",
  "Turn Data Into Direction": "حوّل البيانات إلى توجيه",
  "We transform raw data into visual, actionable insights — helping you make smarter, faster decisions with confidence.": "نحوّل البيانات الخام إلى رؤى مرئية وقابلة للتنفيذ — لمساعدتك على اتخاذ قرارات أذكى وأسرع بثقة.",
  "Power BI": "Power BI",
  "Tableau": "Tableau",
  "Looker": "Looker",
  "Apache Spark": "Apache Spark",
  "Google BigQuery": "Google BigQuery",
  "Snowflake": "Snowflake",
  "SQL": "SQL",
  "MongoDB": "MongoDB",
  "Python (Pandas, NumPy)": "Python (Pandas, NumPy)",
  "Talend": "Talend",
  "Apache Airflow": "Apache Airflow",
  "AWS Redshift": "AWS Redshift",
  "Why Data Analytics Matters in Saudi Arabia?": "لماذا تعتبر تحليلات البيانات مهمة في المملكة العربية السعودية؟",
  "In a data-rich economy like the Kingdom, successful businesses don't just collect data — they know how to use it.": "في اقتصاد غني بالبيانات مثل المملكة العربية السعودية، لا تقتصر الشركات الناجحة على جمع البيانات — بل تعرف كيف تستخدمها.",
  "Our solutions are designed for Saudi enterprises, enabling:": "حلولنا مصممة للمؤسسات السعودية، وتمكّن من:",
  "Real-time performance monitoring": "مراقبة الأداء في الوقت الفعلي",
  "Customer behavior insights across Arabic & English platforms": "رؤى حول سلوك العملاء عبر المنصات العربية والإنجليزية",
  "Strategic dashboards for executives": "لوحات معلومات استراتيجية للإداريين",
  "Regulatory reporting tailored to Saudi compliance standards": "تقارير تنظيمية مصممة وفقًا لمعايير الامتثال السعودية",
  "Digital Interfaces Designed for local Audience": "واجهات رقمية مصممة للجمهور المحلي",
  "Crafted experiences that are beautiful, functional, and culturally aligned.": "تجارب مصممة بعناية، جميلة، وعملية، ومتوافقة ثقافيًا.",
  "Design That Thinks Ahead": "تصميم يسبق التوقعات",
  "With us, craft scalable, modern interfaces focused on real user behavior.": "معنا، صمم واجهات حديثة قابلة للتوسعة تركّز على سلوك المستخدم الفعلي.",
  "UX Research & User Journey Mapping": "بحث تجربة المستخدم وتخطيط رحلة المستخدم",
  "Understand your users better with in-depth research and journey mapping that drives smarter design.": "افهم مستخدميك بشكل أفضل من خلال بحث عميق وتخطيط رحلتهم لتحسين التصميم.",
  "Wire framing & Low-Fidelity Prototyping": "تصميم الهيكل المبدئي والنماذج الأولية المبسّطة لتصور التجربة مبكرًا",
  "We create clear, structured wireframes to visualize ideas and define user flows early in the design process.": "نقوم بتصميم إطارات تخطيطية واضحة ومنظمة لتجسيد الأفكار وتحديد مسارات المستخدم في المراحل المبكرة من عملية التصميم.",
  "UI Design & Visual Systems": "تصميم واجهات المستخدم والأنظمة البصرية",
  "We craft intuitive interfaces and cohesive visual systems that elevate user experience and brand identity.": "نصمم واجهات بديهية وأنظمة بصرية متماسكة تعزز تجربة المستخدم وهوية العلامة التجارية.",
  "High-Fidelity Prototyping": "النماذج الأولية عالية الدقة",
  "We create interactive, high-fidelity prototypes that mirror the final product experience — ready for testing and validation.": "نقوم بإنشاء نماذج تفاعلية عالية الدقة تحاكي المنتج النهائي — وجاهزة للاختبار والتحقق.",
  "Interaction & Motion Design": "تصميم التفاعل والحركة",
  "We design smooth, meaningful interactions and animations that enhance user experience and delight.": "نصمم تفاعلات سلسة ورسوم متحركة هادفة تعزز تجربة المستخدم وتُضفي متعة.",
  "Design System Development": "تطوير نظام التصميم",
  "Unify your brand and streamline your workflow with reusable components and clear design guidelines.": "وحّد علامتك التجارية وسهل سير عملك من خلال مكونات قابلة لإعادة الاستخدام وإرشادات تصميم واضحة.",
  "Experience is Everything": "التجربة هي كل شيء",
  "Through deep UX research, interaction design, and high-fidelity prototyping, we create digital experiences that feel effortless and perform brilliantly.": "من خلال بحث شامل لتجربة المستخدم، وتصميم التفاعل، والنماذج الأولية عالية الدقة، نقوم بإنشاء تجارب رقمية سهلة ومتميزة في الأداء.",
  "Figma": "Figma",
  "Adobe XD": "Adobe XD",
  "Sketch": "Sketch",
  "InVision": "InVision",
  "Miro": "Miro",
  "Zeplin": "Zeplin",
  "Framer": "Framer",
  "Webflow": "Webflow",
  "Lottie": "Lottie",
  "Google Analytics (for UX audits)": "Google Analytics (لتحليل تجربة المستخدم)",
  "Maze / Hotjar": "Maze / Hotjar",
  "Design an Experience That Speaks to local Users": "صمّم تجربة رقمية تُلامس تطلعات المستخدم  وتبني ارتباطاً حقيقياً معه.",
  "Your digital product isn't global unless it's locally relevant. Let us help you build it right.": "منتجك الرقمي لا يحقق العالمية ما لم يكن مصممًا ليتحدث بلغة السوق المحلي — ونحن هنا لنساعدك على بنائه بالشكل الأمثل، ليرتقي بتجربة المستخدم ويعزز حضورك في السوق.",
  "Flexible Odoo Solutions Tailored for Business Needs": " حلول Odoo مرنة ومخصصة لاحتياجات الأعمال",
  "Unlock operational efficiency, automate workflows, and stay fully compliant with local regulations all on Odoo.": "حقق الكفاءة التشغيلية، وأتمت سير العمل، وابقَ متوافقًا تمامًا مع الأنظمة المحلية — كل ذلك باستخدام Odoo.",
  "Odoo, Reimagined for Your Business": "Odoo، بحل مبتكر لأعمالك",
  "With us, build, modify, and scale Odoo apps to match your evolving goals.": "معنا، قم ببناء وتعديل وتوسيع تطبيقات Odoo لتتناسب مع أهدافك المتطورة.",
  "Odoo Implementation": "تنفيذ Odoo",
  "From planning to deployment, we implement Odoo to streamline operations and boost efficiency.": "من التخطيط إلى الإطلاق، نقوم بتنفيذ Odoo لتبسيط العمليات وزيادة الكفاءة.",
  "Custom Module Development": "تطوير وحدات مخصصة",
  "We develop custom modules tailored to your unique business needs — fully integrated and scalable.": "نقوم بتطوير وحدات مخصصة مصممة لتلبية احتياجات عملك الفريدة — متكاملة تمامًا وقابلة للتوسع.",
  "Odoo Theme & UI Customization": "تخصيص واجهة Odoo وتصميم الواجهات",
  "We design and customize Odoo themes to match your brand and enhance user experience.": "نقوم بتصميم وتخصيص سمات Odoo لتتناسب مع علامتك التجارية وتعزز تجربة المستخدم.",
  "Odoo Integration Services": "خدمات تكامل Odoo",
  "We seamlessly integrate Odoo with third-party apps, tools, and APIs to streamline your operations.": "نقوم بدمج Odoo بسلاسة مع التطبيقات والأدوات وواجهات البرمجة الخارجية لتسهيل عملياتك.",
  "Migration & Version Upgrade": "الترحيل وتحديث الإصدارات",
  "Upgrade to the latest version with confidence — seamless data migration, feature compatibility, and full testing.": "قم بالترقية إلى الإصدار الأحدث بثقة — ترحيل بيانات سلس، توافق الميزات، واختبار شامل.",
  "Odoo Support & Maintenance": "دعم وصيانة Odoo",
  "We provide ongoing Odoo support and maintenance to keep your system running smoothly and securely.": "نقدم دعمًا وصيانة مستمرة لـ Odoo لضمان تشغيل نظامك بسلاسة وأمان.",
  "Odoo, Tailored to Your Business": "Odoo، مصمم لأعمالك",
  "From custom module development to seamless integration and theme customization, we adapt Odoo to fit your workflows — not the other way around.": "من تطوير الوحدات المخصصة إلى التكامل السلس وتخصيص التصميم، نقوم بتكييف Odoo ليتماشى مع سير عملك — وليس العكس.",
  "Odoo (v13 - v17)": "Odoo (v13 - v17)",
  "PostgreSQL": "PostgreSQL",
  "XML / QWeb": "XML / QWeb",
  "JavaScript": "JavaScript",
  "REST / SOAP APIs": "REST / SOAP APIs",
  "Git": "Git",
  "Odoo.sh": "Odoo.sh",
  "AWS / Digital Ocean Hosting": "استضافة AWS / Digital Ocean",
  "Odoo Solutions That Empower": "حلول Odoo التي تعزز أعمالك",
  "Unlock the full potential of your business operations with expertly tailored Odoo solutions. At TOD, we specialize in implementing and customizing Odoo ERP systems designed to match the unique needs of Saudi businesses": "أطلق العنان للإمكانات الكاملة لعمليات عملك باستخدام حلول Odoo المصممة باحتراف. في طود، نحن متخصصون في تنفيذ وتخصيص أنظمة Odoo ERP المصممة لتلبية احتياجات الشركات السعودية.",
  "Whether you're streamlining accounting, optimizing inventory, managing sales, or integrating HR and payroll — our Odoo services are built for speed, flexibility, and compliance with local regulations. We work across industries, supporting Arabic language, RTL layouts, and integrations with Saudi payment gateways and logistics providers": "سواء كنت تبسط المحاسبة، أو تحسن إدارة المخزون، أو تدير المبيعات، أو تدمج الموارد البشرية والرواتب — فإن خدمات Odoo الخاصة بنا مصممة للسرعة والمرونة والامتثال للوائح المحلية. نحن نعمل عبر مختلف الصناعات، وندعم اللغة العربية، والتصاميم من اليمين إلى اليسار، والتكامل مع بوابات الدفع السعودية ومزودي الخدمات اللوجستية.",
  "From discovery and customization to deployment and ongoing support — we guide you at every step. With TOD, your ERP system isn't just software — it's a foundation for sustainable growth in the Kingdom.": "من الاكتشاف والتخصيص إلى الإطلاق والدعم المستمر — نرشدك في كل خطوة. مع TOD، نظام ERP الخاص بك ليس مجرد برنامج — بل هو أساس للنمو المستدام في المملكة.",
  "AI & ML": "الذكاء الاصطناعي والتعلم الآلي",
  "Learn more about TOD — our vision, mission, and the passionate team behind our innovative digital experiences. We're committed to excellence and forward-thinking solutions.": "تعرّف على طود — رؤيتنا، ورسالتنا، والفريق المتحمس وراء تجاربنا الرقمية المبتكرة. نحن ملتزمون بالتميّز والحلول المستقبلية.",
  "Welcome to Tod — delivering innovative web solutions, high-performance apps, and exceptional user experiences tailored for your business success.": "مرحبًا بك في طود — نقدم حلول ويب مبتكرة، وتطبيقات عالية الأداء، وتجارب مستخدم استثنائية مصممة خصيصًا لنجاح أعمالك.",
  "Explore the full range of services offered by TOD — from mobile app and full-stack development to AI/ML, cloud solutions, UI/UX design, and Odoo customisation tailored to your business needs.": "استكشف مجموعة الخدمات الكاملة التي تقدمها طود — من تطوير التطبيقات المتنقلة والكاملة إلى حلول الذكاء الاصطناعي/التعلم الآلي، والحوسبة السحابية، وتصميم واجهات المستخدم وتجربة المستخدم، وتخصيص Odoo بما يتماشى مع احتياجات أعمالك.",
  "Explore our portfolio at TOD — a showcase of innovative web projects, creative UI/UX designs, and cutting-edge digital solutions crafted with precision and passion.": "استكشف  أعمالنا في طود — مجموعة من المشاريع الرقمية المبتكرة، وتصميمات واجهات وتجارب مستخدم إبداعية، وحلول رقمية متطورة مصممة بدقة وشغف.",
  "Ashjar Friend - Your Cup Comes with Rewards": "أصدقاء أشجار - كوبك مليء بالمكافآت",
  "Join Ashjar Friend to sip, earn, and stay connected with every visit.": "انضم إلى أصدقاء أشجار  لتحتسي، تكسب، وتبقى متصلاً في كل زيارة.",
  "Ashjar Friend is the exclusive customer loyalty platform of Ashjar Café — a modern Saudi coffee brand with a growing footprint. Designed to enhance the in-store experience, build stronger customer connections, and reward loyal patrons, the app enables seamless point collection, real-time offer access, and product discovery — all from the palm of your hand.": "أصدقاء أشجار هو برنامج الولاء الحصري لعملاء أشجار كافيه — علامة تجارية سعودية عصرية للقهوة تنمو بسرعة. تم تصميم التطبيق لتعزيز تجربة المتجر، وبناء علاقات أقوى مع العملاء، ومكافأة الزبائن المخلصين. يمكّنك التطبيق من جمع النقاط بسلاسة، والوصول إلى العروض في الوقت الفعلي، واكتشاف المنتجات — كل ذلك من راحة يدك.",
  "Whether you're grabbing a quick espresso or enjoying a leisurely moment, Ashjar Friend turns every visit into a rewarding experience — beautifully designed, built with purpose, and powered by smart tech.": "سواء كنت تستمتع بإسبريسو سريع أو تقضي وقتًا ممتعًا، فإن أصدقاء شجار  يحوّل كل زيارة إلى تجربة مليئة بالمكافآت — بتصميم جميل، وهدف واضح، وتقنية ذكية.",
  "Industry": "القطاع",
  "Retail": "التجزئة",
  "Business Type": "نوع النشاط التجاري",
  "Project Goals": "أهداف المشروع",
  "Conceptualisation of the project": "تصوّر المشروع",
  "We started by mapping the Ashjar Café customer journey to understand what loyal guests truly value. These insights shaped the Ashjar Friend app's features, rewards, and personalized experience—designed to boost engagement and satisfaction at every visit.": "بدأنا بتخطيط رحلة عميل  أشجار كافيه لفهم ما يقدّره الزبائن المخلصون حقًا. هذه الرؤى ساعدت في تشكيل ميزات تطبيق أصدقاء أشجار ، والمكافآت، والتجربة المخصصة — المصممة لزيادة التفاعل والرضا في كل زيارة.",
  "From First Sip to Favorites - We Remember": "من أول رشفة إلى المفضلة — نحن نتذكّر",
  "A key goal was to understand customers better, turning visits into marketing insights. Through the Ashjar Friend app, users can share preferences, syncing in real-time to help personalize rewards and strengthen customer connections.": "كان أحد الأهداف الأساسية هو فهم العملاء بشكل أفضل، وتحويل الزيارات إلى رؤى تسويقية. من خلال تطبيق أصدقاء أشجار ، يمكن للمستخدمين مشاركة تفضيلاتهم، والتي تتم مزامنتها في الوقت الحقيقي لتخصيص المكافآت وتعزيز العلاقات مع العملاء.",
  "Creation of an ERP solution": "إنشاء حل ERP",
  "We built the Ashjar Friend app using an agile approach, uniting design, development, and customer experience teams to create a seamless digital companion that enhances every Ashjar Café visit with personalized rewards and engagement.": "قمنا ببناء تطبيق أصدقاء أشجار  باستخدام نهج أجايل، من خلال توحيد فرق التصميم، التطوير، وتجربة العملاء لإنشاء رفيق رقمي سلس يعزز كل زيارة لأشجار كافيه بمكافآت مخصصة وتفاعل مميز.",
  "Connected Loyalty, Everywhere You Sip.": "ولاء متصل، في كل رشفة.",
  "Our team followed an agile approach to develop the Ashjar Friend loyalty app within a tight timeline. While challenges emerged along the way, we collaborated closely, quickly brainstorming effective solutions without compromising the delivery schedule. We're proud to have contributed to enhancing Ashjar Café's customer journey and supporting the brand's engagement and growth efforts.": "اتبع فريقنا نهج أجايل لتطوير تطبيق الولاء أصدقاء أشجار  ضمن جدول زمني ضيق. ورغم التحديات التي ظهرت خلال الطريق، عملنا بتعاون وثيق، وابتكرنا حلولًا فعالة بسرعة دون التأثير على موعد التسليم. نحن فخورون بمساهمتنا في تحسين تجربة عملاء  أشجار كافيه ودعم جهود العلامة التجارية في التفاعل والنمو.",
  "Making Onboarding Seamless While Boosting Ashjar's Reach": "تسهيل الانضمام مع توسيع نطاق أشجار",
  "Understanding Customers Through Every Sip and Selection": "فهم العملاء من خلال كل رشفة واختيار",
  "Real-Time Access to Products, Offers, and Perks": "الوصول الفوري إلى المنتجات والعروض والمزايا",
  "Ashjar Friend is your personal loyalty companion for Ashjar Café. Simply download the app, sign up, and start earning points with every purchase. The app lets you track your rewards, discover exclusive deals, and receive personalized offers based on your preferences. You can also view product availability and stay updated on new menu items and promotions. With a clean design and user-friendly interface, Ashjar Friend makes loyalty effortless—just order, scan, and enjoy the perks!": "أصدقاء أشجار هو رفيق الولاء الشخصي الخاص بك في أشجار كافيه. ما عليك سوى تحميل التطبيق، التسجيل، وبدء كسب النقاط مع كل عملية شراء. يتيح لك التطبيق تتبع مكافآتك، اكتشاف العروض الحصرية، والحصول على عروض مخصصة بناءً على تفضيلاتك. يمكنك أيضًا عرض توفر المنتجات ومتابعة العناصر الجديدة في القائمة والعروض الترويجية. مع تصميم أنيق وواجهة سهلة الاستخدام، يجعل أصدقاء أشجار تجربة الولاء بسيطة — فقط اطلب، امسح، واستمتع بالمزايا!",
  "Onboarding Made Simple, Rewards Made Sweet": "تجربة انضمام سلسة، ومكافآت تُبهج كل لحظة",
  "Join Ashjar Friend in just a few taps and start enjoying personalized offers, points on every order, and exclusive café rewards — all designed to make your experience even more delightful.": "انضم إلى أصدقاء أشجار ببضع نقرات فقط وابدأ في الاستمتاع بعروض مخصصة، نقاط على كل طلب، ومكافآت حصرية من المقهى — كل ذلك مصمم لجعل تجربتك أكثر روعة.",
  "Send App - Gifts that Feel Personal": "أرسل التطبيق - هدايا شخصية بكل معنى الكلمة",
  "Personalized gifts in just a few taps.": "هدايا مخصصة ببضع نقرات فقط.",
  "Ashjar Gift is your smart and simple way to make gifting more meaningful. Whether it's a special occasion or a thoughtful surprise, our app helps you find, personalize, and send the perfect gift—instantly. Built to reflect Ashjar's values of care and connection, the app delivers a seamless experience where every gift feels personal and every gesture leaves a lasting impression.": "هدايا أشجار هو طريقتك الذكية والبسيطة لجعل الهدايا أكثر معنى. سواء كانت مناسبة خاصة أو مفاجأة مدروسة، يساعدك تطبيقنا على العثور على الهدية المثالية، تخصيصها، وإرسالها فورًا. مصمم ليعكس قيم أشجار في الاهتمام والارتباط، يقدم التطبيق تجربة سلسة تجعل كل هدية شخصية وكل لفتة لا تُنسى.",
  "With real-time tracking, curated options, and loyalty integration, Ashjar Gift turns moments into memories—beautifully and effortlessly.": "مع التتبع الفوري، الخيارات المختارة، ودمج الولاء، يحوّل هدايا أشجار اللحظات إلى ذكريات — بجمال وسهولة.",
  "Ashjar Gift is a modern gifting brand that redefines the art of giving by blending thoughtfulness, creativity, and personalization. Designed for those who value meaningful connections, Ashjar Gift offers carefully curated presents that celebrate every occasion with sincerity, style, and a personal touch.": "هدايا أشجار هي علامة هدايا حديثة تعيد تعريف فن الإهداء من خلال المزج بين الفكر، الإبداع، والتخصيص. مصممة لأولئك الذين يقدّرون الروابط ذات المعنى، تقدّم هدايا أشجار هدايا مختارة بعناية تحتفل بكل مناسبة بصدق، وأناقة، ولمسة شخصية.",
  "Seamless Loyalty, Expanding Friendships": "ولاء سلس، وعلاقات تتوسع",
  "Building Loyalty Through Every Reward and Connection": "بناء الولاء من خلال كل مكافأة وكل تواصل",
  "Seamless Access to Points, Deals, and Member Benefits": "وصول سلس إلى النقاط، العروض، ومزايا الأعضاء",
  "Ashjar Gift is your personal gifting companion, designed to make thoughtful giving effortless. Simply download the app, sign up, and start discovering curated gifts for every occasion. Easily track your gift lists, unlock exclusive offers, and receive personalized recommendations tailored just for you. Stay updated on new collections, special promotions, and seasonal highlights—all in one place. With a clean design and intuitive interface, Ashjar Gift makes gifting simple—just browse, choose, and share the joy!": "هدايا أشجار هو رفيقك الشخصي في الإهداء، مصمم لجعل الإهداء  بسيطًا وسهلاً. ما عليك سوى تحميل التطبيق، التسجيل، والبدء في اكتشاف هدايا مختارة لكل مناسبة. تابع قوائم هداياك، احصل على عروض حصرية، وتلقَ توصيات مخصصة لك فقط. تابع أحدث المجموعات، العروض الخاصة، وأبرز ما في المواسم — كل ذلك في مكان واحد. مع تصميم أنيق وواجهة سهلة، يجعل هدايا أشجار الإهداء بسيطًا — فقط تصفح، اختر، وشارك الفرح!",
  "Joining Made Easy, Rewards Made Better": "الانضمام أصبح سهلاً، والمكافآت أصبحت أفضل",
  "Our platform is designed to make every step of your gifting journey effortless—from discovering meaningful presents to unlocking special offers—so you can celebrate every occasion with thoughtfulness and style. With Ashjar Gift, rewarding loyalty and spreading joy has never been easier or more meaningful.": "تم تصميم منصتنا لجعل كل خطوة في رحلة الإهداء بسيطة — من اكتشاف الهدايا ذات المعنى إلى الحصول على عروض خاصة — حتى تحتفل بكل مناسبة بفكر وأناقة. مع هدايا أشجار، لم يكن تكريم الولاء ونشر الفرح بهذه السهولة أو بهذه القيمة من قبل.",
  "Available On -": "متوفر على -",
  "Half Million is more than just a coffee chain — it's a local movement brewing community, quality, and innovation across Saudi Arabia. With a passion for delivering handcrafted coffee with speed and precision, Half Million connects coffee lovers to their favorite brews through convenient pickup, curbside service, and reliable delivery. Whether you're on the move or taking a moment to unwind, Half Million makes exceptional coffee effortlessly accessible.": "نصف مليون ليست مجرد سلسلة قهوة — إنها حركة محلية تجمع بين المجتمع، والجودة، والابتكار في جميع أنحاء المملكة العربية السعودية. بشغف لتقديم قهوة يدوية الصنع بسرعة ودقة، تربط Half Million عشاق القهوة بمشروباتهم المفضلة من خلال الاستلام السريع، وخدمة السيارة، والتوصيل الموثوق. سواء كنت في عجلة من أمرك أو تبحث عن لحظة استرخاء، فإن Half Million تجعل القهوة الاستثنائية سهلة الوصول.",
  "With a growing presence across Saudi Arabia, Half Million isn't just serving coffee — it's crafting everyday rituals rooted in convenience, taste, and community. From streamlined curbside pickups to fast, reliable deliveries, the brand blends quality with accessibility. ": "مع انتشارها المتزايد في المملكة العربية السعودية، لا تقتصر Half Million على تقديم القهوة فقط — بل تصنع طقوسًا يومية مبنية على الراحة، والطعم، والانتماء المجتمعي. من استلام الطلبات السلس من السيارة إلى التوصيل السريع والموثوق، تجمع العلامة التجارية بين الجودة وسهولة الوصول.",
  "Whether you're grabbing your morning cup or fueling a late-night study session, Half Million is always within reach — delivering not just coffee, but a consistently great experience.": "سواء كنت تأخذ فنجانك الصباحي أو تجهز نفسك لجلسة دراسة متأخرة، فإن Half Million دائمًا في متناول يدك — تقدم لك تجربة رائعة باستمرار، وليس فقط كوبًا من القهوة.",
  "F&B": "المأكولات والمشروبات",
  "Pickup, Curbside, Delivery": "استلام، خدمة السيارة، توصيل",
  "Streamline Coffee Access Across Channels": "تبسيط الوصول إلى القهوة عبر القنوات المختلفة",
  "Enable fast, seamless ordering across in-store pickup, curbside, and delivery with consistent service and experience.": "تمكين الطلب السريع والسلس عبر الاستلام من المتجر، وخدمة السيارة، والتوصيل مع الحفاظ على جودة الخدمة والتجربة.",
  "Personalized Experiences": "تجارب مخصصة",
  "Leverage order history and preferences to suggest personalized drinks and exclusive seasonal items.": "استخدم سجل الطلبات والتفضيلات لاقتراح مشروبات مخصصة وعناصر موسمية حصرية.",
  "Enhance Digital Engagement": "تعزيز التفاعل الرقمي",
  "Design an intuitive app that makes browsing, customizing, and ordering drinks quick, clear, and convenient.": "صمم تطبيقًا بديهيًا يجعل تصفح المشروبات وتخصيصها وطلبها سريعًا وسهلًا وواضحًا.",
  "Support Operational Efficiency": "دعم الكفاءة التشغيلية",
  "Integrate backend tools for inventory, location management, and real-time order tracking to ensure consistent quality at scale.": "دمج أدوات الخلفية لإدارة المخزون، والمواقع، وتتبع الطلبات في الوقت الفعلي لضمان جودة ثابتة على نطاق واسع.",
  "Half Million is a proudly homegrown coffee brand, built for a new generation of Saudi coffee lovers. With a commitment to flavor, community, and digital-first convenience, we designed their digital ecosystem to empower fast orders, rich loyalty experiences, and a consistently excellent brew—no matter where you order from.": "Half Million هي علامة قهوة محلية تفخر بأصولها السعودية، تم إنشاؤها لجيل جديد من عشاق القهوة. مع التزامها بالنكهة، والمجتمع، والراحة الرقمية أولاً، صممنا منظومتها الرقمية لتمكين الطلبات السريعة، وتجارب ولاء غنية، وتحضير قهوة ممتازة باستمرار — بغض النظر عن مكان طلبك.",
  "Brewing Convenience, Every Time You Order": "تحضير الراحة، في كل مرة تطلب فيها",
  "Real-Time Order Tracking": "تتبع الطلبات في الوقت الفعلي",
  "Customizable Drink Selection": "اختيار مشروبات قابل للتخصيص",
  "Coffee, Fast. Rewards, Faster. The Half Million app lets you order your go-to coffee in seconds. Earn rewards, get exclusive deals, and skip the line with curated features designed around your lifestyle. Browse. Tap. Brew.": "قهوة بسرعة. مكافآت أسرع. يتيح لك تطبيق Half Million طلب قهوتك المفضلة في ثوانٍ. اكسب المكافآت، واحصل على عروض حصرية، وتجاوز الصف باستخدام ميزات مصممة خصيصًا لأسلوب حياتك. تصفح. اضغط. اشرب.",
  "nboarding Made Simple, Rewards Made Sweet": "الانضمام أصبح سهلاً، والمكافآت أصبحت أحلى",
  "Join the Half Million experience in just a few taps. Create your account, place your first order, and start earning points with every sip. Enjoy personalized offers, early access to new brews, and exclusive rewards crafted for true coffee lovers — all inside one smooth, easy-to-use app.": "انضم إلى تجربة Half Million في بضع نقرات فقط. أنشئ حسابك، واطلب أول مشروب لك، وابدأ في كسب النقاط مع كل رشفة. استمتع بعروض مخصصة، ووصول مبكر إلى مشروبات جديدة، ومكافآت حصرية مصممة خصيصًا لعشاق القهوة الحقيقيين — كل ذلك داخل تطبيق سلس وسهل الاستخدام.",
  "EASE is an intuitive digital signage platform crafted to turn ordinary screens into impactful communication tools. Whether it's in cafs, corporate offices, retail chains, or education environments, EASE enables users to remotely manage and deploy content across multiple screens — all from a single dashboard.": "EASE هي منصة لوحات رقمية بديهية تم تطويرها لتحويل الشاشات العادية إلى أدوات تواصل فعّالة. سواء في المقاهي أو المكاتب أو المتاجر أو المؤسسات التعليمية، تتيح EASE للمستخدمين إدارة ونشر المحتوى عن بُعد عبر شاشات متعددة — من خلال لوحة تحكم واحدة.",
  "With drag-and-drop functionality, real-time updates, and rich multimedia support, EASE empowers brands and teams to communicate smarter, faster, and with greater flexibility.": "بفضل ميزة السحب والإفلات، والتحديثات الفورية، ودعم الوسائط المتعددة، تمكّن EASE العلامات التجارية والفرق من التواصل بذكاء وسرعة ومرونة أعلى.",
  "Built with scalability and simplicity at its core, Ease helps organizations of all sizes communicate smarter. Our platform bridges the gap between static displays and dynamic engagement—empowering businesses, schools, and institutions to deliver the right message at the right time. Whether it's a single screen in a storefront or a complex network of displays across multiple locations, Ease ensures your content is always impactful, timely, and on-brand.": "تم تطوير Ease مع التركيز على التوسع والبساطة، حيث تساعد المؤسسات بجميع أحجامها على التواصل بذكاء. منصتنا تسد الفجوة بين الشاشات الثابتة والتفاعل الديناميكي — مما يمكّن الشركات والمدارس والمؤسسات من إيصال الرسالة الصحيحة في الوقت المناسب. سواء كانت شاشة واحدة في واجهة متجر أو شبكة معقدة من الشاشات في عدة مواقع، تضمن Ease أن يكون محتواك دائمًا مؤثرًا، وفي الوقت المناسب، ومتوافقًا مع علامتك التجارية.",
  "Web App, Dashboard": "تطبيق ويب، لوحة تحكم",
  "B2B": "أعمال لأعمال (B2B)",
  "Centralized Display Management": "إدارة شاشات مركزية",
  "Our objective was to build a scalable dashboard that simplifies the creation and scheduling of content for screen networks — whether it's one display or thousands.": "كان هدفنا بناء لوحة تحكم قابلة للتوسع تُبسّط إنشاء وجدولة المحتوى لشبكات الشاشات — سواء كانت شاشة واحدة أو آلاف.",
  "Remote Control, Real-Time Updates": "تحكم عن بُعد وتحديثات فورية",
  "From emergency alerts to last-minute promotions, EASE lets businesses respond instantly. No technical know-how needed — just intuitive controls and lightning-fast deployment.": "من التنبيهات الطارئة إلى العروض الترويجية في اللحظة الأخيرة، تتيح EASE للشركات الاستجابة فورًا. لا حاجة للخبرة التقنية — فقط أدوات تحكم بديهية ونشر سريع للغاية.",
  "Smart Scheduling, Smarter Communication": "جدولة ذكية، تواصل أذكى",
  "We enabled teams to automate display schedules, target specific locations or times, and monitor content performance — ensuring the right message reaches the right audience at the right moment.": "مكنّا الفرق من أتمتة جداول العرض، واستهداف مواقع أو أوقات معينة، ومراقبة أداء المحتوى — لضمان وصول الرسالة الصحيحة إلى الجمهور المناسب في الوقت المناسب.",
  "Centralized Control, Global Reach": "تحكم مركزي، انتشار عالمي",
  "Whether managing one screen or hundreds across different locations, EASE empowers teams with centralized control and cloud-based access.": "سواء كنت تدير شاشة واحدة أو مئات الشاشات في مواقع مختلفة، تُمكّن EASE الفرق من التحكم المركزي والوصول عبر السحابة.",
  "Control Every Screen — From Anywhere Update content across locations in seconds, monitor screen health, and automate your signage strategy — all from one powerful, user-friendly dashboard.": "تحكم في كل شاشة — من أي مكان. قم بتحديث المحتوى عبر المواقع في ثوانٍ، راقب حالة الشاشات، وأتمت استراتيجيتك للعرض — كل ذلك من لوحة تحكم قوية وسهلة الاستخدام.",
  "Built for Scale, Designed for Simplicity": "مصمم للتوسع، ومبني على البساطة",
  "EASE bridges the gap between powerful features and user-friendly design. Whether you're a marketing manager updating retail screens or an IT admin overseeing nationwide deployments, the platform is built to grow with your needs. No steep learning curve — just streamlined digital signage at your fingertips.": "تسد EASE الفجوة بين الميزات القوية والتصميم السهل الاستخدام. سواء كنت مدير تسويق يقوم بتحديث شاشات المتاجر أو مسؤول تكنولوجيا معلومات يشرف على نشر على مستوى الدولة، فالنظام الأساسي مصمم لينمو مع احتياجاتك. لا منحنى تعلم صعب — فقط نظام عرض رقمي مبسط بين يديك.",
  "Effortless Onboarding, Engaging Displays": "تسجيل دخول سلس، وعروض جذابة",
  "Get started with Ease in just a few clicks and begin managing your digital displays like a pro. Create, schedule, and publish content effortlessly — all from a single dashboard. Whether you're showcasing daily offers or broadcasting internal updates, Ease makes visual communication seamless and effective.": "ابدأ باستخدام Ease ببضع نقرات فقط وابدأ في إدارة شاشاتك الرقمية كالمحترفين. أنشئ وجدول وانشر المحتوى بسهولة — من لوحة تحكم واحدة. سواء كنت تعرض عروضًا يومية أو تبث تحديثات داخلية، يجعل Ease التواصل البصري سلسًا وفعالًا.",
  "ScreenMe": "Screen Me",
  "Saving lives through proactive screening and timely intervention.Your health, reimagined through prevention.": "إنقاذ الأرواح من خلال الفحص الاستباقي والتدخل في الوقت المناسب. صحتك تُعاد تصورها من خلال الوقاية.",
  "At ScreenMe, we're on a mission to ensure that no one dies from a preventable cancer.": "في ScreenMe، نحن في مهمة لضمان ألا يموت أحد بسبب سرطان يمكن الوقاية منه.",
  "By combining cutting-edge diagnostics, data-driven screening, and user-centric health journeys, we empower individuals to take control of their health before symptoms appear.": "من خلال الجمع بين التشخيصات المتقدمة، والفحص المعتمد على البيانات، والرحلات الصحية التي تركز على المستخدم، نمكّن الأفراد من التحكم في صحتهم قبل ظهور الأعراض.",
  "Our focus is clear: early detection saves lives.": "تركيزنا واضح: الكشف المبكر ينقذ الأرواح.",
  "From seamless at-home testing to intuitive digital reports and expert guidance, every step of the ScreenMe experience is designed to make prevention easy, accessible, and impactful.": "من الفحص السهل في المنزل إلى التقارير الرقمية البديهية والإرشاد المتخصص، كل خطوة في تجربة ScreenMe مصممة لجعل الوقاية سهلة، ومتاحة، وفعالة.",
  "Web Platform": "منصة ويب",
  "Mission-Driven": "مدفوع بالرسالة",
  "Transforming Prevention into Actio": "تحويل الوقاية إلى فعل",
  "We aimed to simplify and amplify access to cancer screening by turning a traditionally complex medical process into a smooth digital experience. The goal: empower users with confidence, clarity, and control.": "هدفنا تبسيط وتعزيز الوصول إلى فحص السرطان من خلال تحويل عملية طبية تقليدية معقدة إلى تجربة رقمية سلسة. الهدف: تمكين المستخدمين بالثقة، والوضوح، والسيطرة.",
  "Educating While Engaging": "التعليم مع التفاعل",
  "Our content strategy focused on eliminating fear and mis...": "استراتيجيتنا في المحتوى ركزت على إزالة الخوف وسوء...",
  "SAAS": "برمجيات كخدمة (SaaS)",
  "Transforming Prevention into Action": "تحويل الوقاية إلى فعل",
  "CupCrew - Where Every Cup Counts": "كوب كرو - حيث لكل فنجان قيمة",
  "Brewing community, one cup at a time": "نُكوِّن مجتمعًا، فنجانًا بعد فنجان",
  "At CupCrew, we believe every cup of coffee is an opportunity—to connect, recharge, and share a moment. Founded on the passion for great brews and community, we bring people together over perfectly crafted coffee and welcoming spaces. Whether you're here for your daily fix or to catch up with friends, CupCrew is where every cup counts.": "في كوب كرو، نؤمن أن كل فنجان قهوة هو فرصة للتواصل، وإعادة الشحن، ومشاركة اللحظة. تأسسنا على الشغف بالقهوة الرائعة وروح المجتمع، ونجمع الناس حول قهوة مُعدّة بإتقان وأماكن ترحيبية. سواء أتيت لتناول قهوتك اليومية أو للقاء الأصدقاء، كوب كرو هو المكان الذي يعطي لكل فنجان قيمته.",
  "Creating a Connected Coffee Culture": "خلق ثقافة قهوة مترابطة",
  "Our goal was to build a platform that deepens coffee lovers' relationships with their favorite brews. By fostering loyalty through personalized moments and a sense of belonging, CupCrew elevates the everyday sip.": "كان هدفنا بناء منصة تعزز علاقة عشاق القهوة بمشروباتهم المفضلة. من خلال تعزيز الولاء بلحظات مخصصة وشعور بالانتماء، ترتقي كوب كرو بكل رشفة يومية.",
  "Celebrating Every Cup": "الاحتفاء بكل فنجان",
  "CupCrew rewards every visit. From personalized perks to milestones, we turned each user's journey into a rewarding ritual that feels special.": "كوب كرو يكافئ كل زيارة. من المزايا المخصصة إلى الإنجازات، جعلنا رحلة كل مستخدم تجربة مليئة بالمكافآت وتستحق الاحتفال.",
  "Seamless Customer Experience": "تجربة عملاء سلسة",
  "We designed an intuitive, mobile-first platform that effortlessly blends digital orders, offers, and loyalty programs—ensuring quick, convenient, and delightful interactions.": "صممنا منصة سهلة الاستخدام تركز على الأجهزة المحمولة، تجمع بسلاسة بين الطلبات الرقمية والعروض وبرامج الولاء، لضمان تفاعل سريع ومريح وممتع.",
  "Promoting Sustainable Sipping": "تعزيز الشرب المستدام",
  "We're proud to support ethical coffee practices. Our platform highlights local roasters and environmentally responsible partners to make each sip more conscious.": "نفخر بدعم ممارسات القهوة الأخلاقية. تسلط منصتنا الضوء على المحامص المحلية والشركاء المسؤولين بيئيًا لجعل كل رشفة أكثر وعيًا.",
  "CupCrew is a modern coffee experience brand that reimagines daily rituals by blending connection, community, and personalization. Designed for those who cherish meaningful moments, CupCrew offers curated coffee experiences and rewards that celebrate every sip—with warmth, intention, and a sense of belonging.": "كوب كرو هي علامة تجارية حديثة لتجربة القهوة تعيد تصور الطقوس اليومية من خلال الدمج بين التواصل والمجتمع والتخصيص. صُممت لمن يقدّرون اللحظات المميزة، وتقدّم كوب كرو تجارب قهوة مُختارة ومكافآت تحتفي بكل رشفة، بدفء وهدف وشعور بالانتماء.",
  "Brewed Loyalty, Growing Connections": "ولاء مختمر، وروابط تنمو",
  "CupCrew is your personal coffee loyalty companion—designed to make every sip more rewarding. Just download the app, sign up, and start collecting points with every order. Easily track your perks, unlock exclusive offers, check café availability, and stay in the loop with seasonal specials. With a smooth, user-friendly interface, CupCrew makes loyalty feel as good as your favorite cup. Just sip, scan, and savor the perks.": "كوب كرو هو رفيق ولائك الشخصي لعشاق القهوة — صُمم لجعل كل رشفة أكثر مكافأة. فقط حمّل التطبيق، وسجّل، وابدأ بجمع النقاط مع كل طلب. تابع مزاياك بسهولة، وافتح عروضًا حصرية، وتحقق من توفر المقاهي، وابقَ على اطلاع بالعروض الموسمية. مع واجهة سلسة وسهلة الاستخدام، يجعل كوب كرو الولاء ممتعًا تمامًا كفنجانك المفضل. فقط اشرب، امسح، واستمتع بالمزايا.",
  "Sipping Made Simple, Rewards Made Delightful": "رشفات بسيطة، مكافآت مبهجة",
  "CupCrew turns your everyday coffee into a personalized journey filled with rewards, surprises, and joyful moments. From effortless sign-up to curated perks, every detail is brewed with care. Loyalty has never been smarter, warmer, or more delightful—just the way coffee should be.": "تحوّل كوب كرو قهوتك اليومية إلى رحلة شخصية مليئة بالمكافآت والمفاجآت واللحظات السعيدة. من التسجيل السهل إلى المزايا المُختارة، كل تفصيل مُعدّ بعناية. لم يكن الولاء يومًا أذكى أو أدفأ أو أكثر بهجة — تمامًا كما يجب أن تكون القهوة.",
  "Saving lives through proactive screening and timely intervention": "إنقاذ الأرواح من خلال الفحص الاستباقي والتدخل في الوقت المناسب",
  "Our content strategy focused on eliminating fear and misinformation, replacing it with medically accurate, digestible education that motivates early screening and regular checkups.": "ركزت استراتيجيتنا في المحتوى على القضاء على الخوف والمعلومات المضللة، واستبدالها بتعليم دقيق طبيًا وسهل الفهم، يُحفّز على الفحص المبكر والفحوصات الدورية.",
  "Designing for Empathy and Trust": "تصميم قائم على التعاطف والثقة",
  "We needed a human-first interface that makes people feel safe and supported. Every detail, from visuals to content, had to inspire users to act — and return.": "كنا بحاجة إلى واجهة تركز على الإنسان أولًا، تجعل المستخدمين يشعرون بالأمان والدعم. كل تفصيلة، من العناصر البصرية إلى المحتوى، كان عليها أن تُلهم المستخدم لاتخاذ خطوة — والعودة لاحقًا.",
  "Scalable Infrastructure for High-Impact Screening": "بنية تحتية قابلة للتوسع لفحوصات ذات تأثير كبير",
  "ScreenMe is built to support large-scale, real-time screening workflows with maximum efficiency. From automated risk assessments to streamlined appointment scheduling.": "تم بناء ScreenMe لدعم سير العمل في الفحوصات واسعة النطاق والفورية بكفاءة قصوى — بدءًا من التقييمات الآلية للمخاطر إلى جدولة المواعيد بسلاسة.",
  "ScreenMe is a digital health platform dedicated to saving lives through the power of early detection.": "ScreenMe هي منصة صحة رقمية مكرسة لإنقاذ الأرواح من خلال قوة الكشف المبكر.",
  "Seamless Entry, Life - Saving Results": "وصول سلس، ونتائج تُنقذ الأرواح",
  "Too often, cancer is only discussed after diagnosis. ScreenMe is rewriting that narrative — shifting the focus from treatment to prevention. By normalizing routine screenings and making them as simple as checking your email, we're creating a future where early detection becomes second nature, and more lives are saved with less intervention.": "غالبًا ما يُناقش السرطان بعد التشخيص فقط. ScreenMe تُعيد صياغة هذه القصة — بتحويل التركيز من العلاج إلى الوقاية. من خلال تطبيع الفحوصات الروتينية وجعلها سهلة كفحص بريدك الإلكتروني، نُساهم في خلق مستقبل يكون فيه الكشف المبكر عادة طبيعية، ويُحفظ فيه مزيد من الأرواح بأقل تدخل ممكن.",
  "Health Outcomes Made Stronger": "نتائج صحية أقوى",
  "Get started with ScreenMe in just a few taps.": "ابدأ باستخدام ScreenMe ببضع نقرات فقط.",
  "Create your profile, schedule your screening, and begin your journey toward prevention. Personalized recommendations, timely reminders, and expert support — all designed to make life-saving decisions simple, accessible, and routine.": "أنشئ ملفك الشخصي، حدّد موعد الفحص، وابدأ رحلتك نحو الوقاية. توصيات مخصصة، تذكيرات في الوقت المناسب، ودعم من الخبراء — كل ذلك مصمم لجعل القرارات المنقذة للحياة بسيطة، وسهلة الوصول، وجزءًا من روتينك.",
  "Service Hub connects you with trusted handymen for repairs, maintenance, and more — anytime, anywhere. Quick booking, real results.": "توصلك Service Hub بفنيين موثوقين للصيانة، التصليحات، والمزيد — في أي وقت ومن أي مكان. حجز سريع، ونتائج حقيقية.",
  "At Service Hub, we believe dependable home services should be effortless. Whether it's a broken faucet, an AC tune-up, or general maintenance, our network of verified handymen is just a click away.": "في Service Hub نؤمن بأن خدمات المنزل الموثوقة يجب أن تكون سهلة. سواء كانت صنبورًا مكسورًا، أو صيانة لمكيف الهواء، أو صيانة عامة، فشبكتنا من الفنيين المعتمدين على بُعد نقرة واحدة فقط.",
  "We're redefining convenience with a seamless platform that connects users to trusted professionals based on location, service need, and availability. The goal? Speed, safety, and satisfaction — delivered to your home.": "نحن نُعيد تعريف الراحة من خلال منصة سلسة تربط المستخدمين بمحترفين موثوقين بناءً على الموقع، نوع الخدمة، والتوفر. الهدف؟ السرعة، الأمان، والرضا — يصل إليك في منزلك.",
  "Handyman": "فني خدمات منزلية",
  "Streamlined Booking Experience": "تجربة حجز سلسة",
  "We designed a frictionless user journey focused on urgency and clarity. From service selection to live status updates, every interaction was tailored for speed and trust.": "صممنا تجربة مستخدم خالية من العوائق تركز على السرعة والوضوح. من اختيار الخدمة إلى تحديثات الحالة المباشرة، تم تصميم كل تفاعل لتحقيق السرعة وبناء الثقة.",
  "Enable Smart Scheduling": "تمكين الجدولة الذكية",
  "A dynamic scheduling engine was built to allow users to book appointments in real-time, with flexibility for rescheduling and intelligent matching based on technician availability.": "تم إنشاء محرك جدولة ديناميكي يتيح للمستخدمين حجز المواعيد في الوقت الفعلي، مع مرونة في إعادة الجدولة وتوافق ذكي بناءً على توفر الفنيين.",
  "Build Trust, One Service at a Time": "نبني الثقة، خدمة تلو الأخرى",
  "Through in-app ratings, verified reviews, and a simplified support system, we empowered users to confidently select the right handyman for the job.": "من خلال التقييمات داخل التطبيق، المراجعات الموثقة، ونظام دعم مبسط، منحنا المستخدمين القدرة على اختيار الفني المناسب بكل ثقة.",
  "Seamless Service, Real-Time Convenience": "خدمة سلسة، وراحة لحظية",
  "The goal was to build a hyper-responsive service platform that simplifies finding and booking reliable help. Whether it's plumbing, electrical, or general repairs": "كان الهدف هو إنشاء منصة خدمات فائقة الاستجابة تُبسّط عملية العثور على المساعدة الموثوقة وحجزها، سواء كانت سباكة، كهرباء، أو تصليحات عامة.",
  "Reliable Repairs. Right When You Need Them.Service Hub empowers users with real-time service access, flexible booking, and vetted professionals. Whether it's a minor fix or a major repair, your solution is just a few taps away.": "إصلاحات موثوقة. في الوقت الذي تحتاجها فيه. يمنحك Service Hub وصولًا فوريًا إلى الخدمات، مع إمكانية الحجز المرن وفنيين محترفين تم التحقق منهم. سواء كانت المشكلة بسيطة أو كبيرة، فالحل لا يبعد سوى بضع نقرات.",
  "Skilled Help When You Need It Most.": "مساعدة احترافية في اللحظة التي تحتاجها فيها.",
  "Trusted Service Hub — Just a Tap Away.": "خدمة Service Hub الموثوقة — على بُعد نقرة واحدة فقط.",
  "Making Home Services Effortless": "نجعل خدمات المنزل سهلة بلا مجهود",
  "Service Hub isn't just about repairs — it's about peace of mind. By bridging technology with trusted local professionals, we make it easier than ever to take care of your home. No more waiting, no more uncertainty — just dependable help, delivered fast.": "Service Hub لا تقتصر على التصليحات — بل هي راحة بال. من خلال الجمع بين التكنولوجيا والمحترفين المحليين الموثوقين، نجعل من السهل العناية بمنزلك أكثر من أي وقت مضى. لا مزيد من الانتظار، ولا مزيد من التردد — فقط مساعدة موثوقة تصل إليك بسرعة.",
  "Takween — Find Your Space, Live Your Dream": "تكوين — اعثر على مساحتك، وحقق حلمك",
  "Discover homes that match your lifestyle, effortlessly.": "اكتشف منازل تتناسب مع أسلوب حياتك بسهولة.",
  "At Takween, we're redefining how people find their perfect home.Whether you're buying, renting, or investing, our all-in-one platform connects you with the right listings—quickly, smartly, and with confidence. Built for modern house-hunters, our app blends smart search tools, personalized recommendations, and real-time updates to make your property journey seamless. From cozy studios to dream homes, we help you explore options, schedule visits, and take the next step—all in one place.": "في تكوين، نعيد تعريف طريقة العثور على المنزل المثالي. سواء كنت تشتري، تستأجر، أو تستثمر، نظامنا المتكامل يربطك بالقوائم المناسبة — بسرعة، وذكاء، وثقة. تم تصميم تطبيقنا لعشّاق المنازل العصريين، حيث يجمع بين أدوات بحث ذكية، وتوصيات شخصية، وتحديثات فورية لتحظى برحلة عقارية سلسة. من الاستوديوهات المريحة إلى المنازل الحلم، نساعدك على استكشاف الخيارات، وجدولة الزيارات، واتخاذ الخطوة التالية — كل ذلك في مكان واحد.",
  "Simplify the Property Search Experience": "بسّط تجربة البحث عن العقار",
  "Create an intuitive platform where users can easily browse, filter, and discover properties based on location, budget, lifestyle, and preferences.": "أنشئ منصة سهلة الاستخدام تمكّن المستخدمين من تصفح العقارات، وفرزها، واكتشافها حسب الموقع، الميزانية، نمط الحياة، والتفضيلات.",
  "Enhance Transparency and Trust": "عزّز الشفافية والثقة",
  "Provide verified listings, real-time updates, and complete property details so users can make informed and confident decisions.": "قدّم قوائم موثّقة، وتحديثات فورية، وتفاصيل كاملة عن العقار حتى يتمكن المستخدمون من اتخاذ قرارات واثقة ومستنيرة.",
  "Enable Smart, Personalised Recommendations": "مكّن التوصيات الذكية والشخصية",
  "Streamline the End-to-End Journey": "نسّق الرحلة من البداية للنهاية",
  "Integrate scheduling, communication, and virtual tour features to make the entire home discovery and buying/renting process smooth and convenient.": "امتزج بأدوات الجدولة، والتواصل، والجولات الافتراضية لجعل عملية اكتشاف وشراء/تأجير المنزل سلسة ومريحة.",
  "Takween App is a modern real estate platform that reimagines how you find a home—combining smart technology, human insight, and seamless experiences. Crafted for those who seek more than just a place to live, Takween connects you to homes that match your lifestyle, dreams, and goals. Whether you're buying, renting, or exploring new investments, we make your journey smooth, personal, and rewarding—because finding a home should feel just right.": "تطبيق تكوين هو منصة حديثة تعيد تصور كيفية العثور على منزل — مزج بين التكنولوجيا الذكية، والرؤى البشرية، والتجارب السلسة. مصمم لمن يبحثون عن أكثر من مجرد مكان للعيش، يربطك تكوين بمنازل تتناسب مع أسلوب حياتك، أحلامك، وأهدافك. سواء كنت تشتري، تستأجر، أو تستكشف فرص استثمارية جديدة، نجعل رحلتك سلسة، وشخصية، ومُجزية — لأن العثور على منزل يجب أن يشعر أنه مناسب تمامًا.",
  "Smart Choices, Growing Dreams": "خيارات ذكية، وأحلام تنمو",
  "Building Trust Through Every Home and Highlight": "بناء الثقة عبر كل منزل وكل ميزة",
  "Real-Time Insights, Updates, and Confidence in Every Step": "رؤى فورية، وتحديثات، وثقة في كل خطوة",
  "Takween App is your personal home-finding companion—designed to make the journey easier, smarter, and more rewarding.Just download the app, sign up, and start exploring curated property listings tailored to your preferences. Easily track your favorite homes, get personalized recommendations, receive exclusive offers, and stay informed on new listings, price changes, and local market trends—all from one convenient app. Just browse, save, and find your perfect space.": "تطبيق تكوين هو رفيقك الشخصي في العثور على المنزل — صُمم لجعل الرحلة أسهل، وأكثر ذكاءً، وأكثر مكافأة. فقط نزّل التطبيق، وسجّل، وابدأ في استكشاف قوائم عقارية مختارة حسب تفضيلاتك. تابع منازلك المفضلة بسهولة، احصل على توصيات شخصية، واستفد من عروض حصرية، وكن مطّلعًا على القوائم الجديدة، تغيّرات الأسعار، واتجاهات السوق المحلي — كل ذلك من تطبيق واحد مريح. فقط تصفّح، واحفظ، وابحث عن مساحتك المثالية.",
  "Finding Made Easy, Rewards Made Valuable": "جعل البحث سهلاً، وجعل المكافآت ذات قيمة",
  "Our app simplifies your journey to the perfect home with intuitive tools and personalized insights. Earn valuable rewards and unlock exclusive offers that make every step toward your dream home feel more rewarding. Smart search. Trusted results. Your dream home—closer than ever.": "يبسّط تطبيقنا رحلتك إلى المنزل المثالي بأدوات سهلة الاستخدام ورؤى شخصية. اكسب مكافآت قيّمة وافتح عروضًا حصرية تجعل كل خطوة نحو منزل أحلامك أكثر مكافأة. بحث ذكي. نتائج موثوقة. منزل أحلامك — أقرب من أي وقت مضى.",
  "Healthcare Companion": "رفيق الرعاية الصحية",
  "Smarter Tools for Smarter Healthcare - Right in Your Pocket": "أدوات أذكى لرعاية صحية أذكى - في جيبك",
  "In today's fast-paced medical world, access, coordination, and data matter more than ever.": "في عالم الطب سريع الوتيرة اليوم، الوصول، والتنسيق، والبيانات أصبحت أكثر أهمية من أي وقت مضى.",
  "Our dual mobile app solution—built for consultants and hospitals—bridges the gap between care providers and healthcare facilities, enabling faster decisions, real-time updates, and seamless patient tracking.": "حلنا المزدوج عبر التطبيقات المحمولة — المصمّم للمستشارين والمستشفيات — يجسر الفجوة بين مقدمي الرعاية والمرافق الصحية، مما يمكّن من قرارات أسرع، وتحديثات فورية، وتتبع سلس للمرضى.",
  "Empowering Healthcare Professionals": "تمكين المهنيين الصحيين",
  "The Consultant App helps doctors and specialists stay informed, manage appointments, access reports, and collaborate with teams securely from anywhere.": "يساعد تطبيق المستشار الأطباء والمتخصصين على البقاء مطّلعين، وإدارة المواعيد، والوصول إلى التقارير، والتعاون مع الفرق بأمان من أي مكان.",
  "Real-Time, Secure Connectivity": "اتصال آمن وفوري",
  "Both apps are designed with HIPAA-compliant standards in mind, ensuring privacy while improving access and operations across departments.": "كلا التطبيقين مصممان وفقًا لمعايير HIPAA، مما يضمن الخصوصية مع تحسين الوصول والعمليات عبر الأقسام.",
  "Smart Facility Management": "إدارة مرافق ذكية",
  "The Hospital App offers admin staff, nurses, and hospital teams tools to coordinate bookings, streamline communication, and track medical workflows efficiently.": "يوفر تطبيق المستشفى لموظفي الإدارة، والممرضات، وفرق المستشفى أدوات لتنسيق الحجوزات، وتبسيط التواصل، وتتبع سير العمل الطبي بكفاءة.",
  "Connecting Care, Anytime & Anywhere": "ربط الرعاية، في أي وقت وفي أي مكان",
  "Our goal was to build a dual-platform ecosystem that empowers both healthcare providers and patients. The Consultant App enables doctors to manage appointments, patient records, and consultations on the go": "هدفنا بناء نظام بيئي ذو منصتين يمكّن كل من مقدمي الرعاية الصحية والمرضى. يمكّن تطبيق المستشار الأطباء من إدارة المواعيد، وسجلات المرضى، والاستشارات أثناء التنقل.",
  "From Signup to Support — Seamless Healthcare Tools Join the platform in minutes. Whether you're a hospital team or a practicing consultant, our dual-app ecosystem is designed to deliver clarity, control, and connection—every step of the way.": "من التسجيل إلى الدعم — أدوات صحية سلسة، انضم إلى المنصة في دقائق. سواء كنت فريق مستشفى أو مستشارًا ممارسًا، فإن نظامنا المزدوج مُصمم لتوفير الوضوح، والتحكم، والاتصال — في كل خطوة من الطريق.",
  "Real-Time Access for any Emergency.": "وصول فوري لأي حالة طارئة.",
  "Designed for Better Care, Built for Everyday Use": "مصمّم لرعاية أفضل، ومُعدّ للاستخدام اليومي",
  "We combined intuitive UX with robust backend support to ensure that every stakeholder—from frontline doctors to hospital admin—can use the tools with minimal training and maximum benefit.": "جمعنا بين تجربة مستخدم سهلة الاستخدام ودعم خلفي قوي لضمان أن كل معنيّ — بدءًا من الأطباء في الخطوط الأمامية إلى إدارة المستشفى — يمكنه استخدام الأدوات بأقل تدريب وأقصى استفادة.",
  "Product Development": "تطوير المنتجات",
  "Sign Burger": "Sign Burger",
  "A seamless mobile experience for ordering fresh, juicy burgers and cold drinks — fast, simple, and satisfying.": "تجربة جوال سلسة لطلب البرغر الطازج والعصائر الباردة — بسرعة وبساطة ورضا.",
  "Sign Burger is a modern mobile app designed for food lovers who crave speed, flavor, and convenience. Whether you're grabbing a juicy burger on the go or cooling down with your favorite drink, Sign Burger delivers a seamless ordering experience right from your phone.": "ساين هو تطبيق جوال حديث صُمم لعشاق الطعام الذين يبحثون عن السرعة والنكهة والراحة. سواء كنت تطلب برغرًا طريًا أثناء التنقل أو ترغب في التبريد بمشروبك المفضل، يوفر ساين تجربة طلب سلسة مباشرة من هاتفك.",
  "From easy menu browsing and real-time order tracking to secure checkout, Sign Burger is your shortcut to satisfaction — fresh, fast, and made just how you like it.": "من تصفح القائمة بسهولة وتتبع الطلب في الوقت الحقيقي إلى الدفع الآمن، ساين هو طريقك المختصر إلى الرضا — طازج، سريع، ومعدّ تمامًا كما تحب.",
  "B2C | Quick Service": "B2C | خدمة سريعة",
  "Elevate the Quick Bite Experience": "رفع تجربة الوجبات السريعة",
  "Our mission was to craft a mobile-first platform that matches the speed of fast food with the precision of modern tech — helping users order what they want, when they want it, in just a few taps.": "كانت مهمتنا تصميم منصة تعتمد على الهاتف المحمول تجمع بين سرعة الوجبات السريعة ودقة التكنولوجيا الحديثة — لمساعدة المستخدمين على طلب ما يريدون، وقتما يريدون، ببضع نقرات فقط.",
  "Scalable Infrastructure for Expansion": "بنية تحتية قابلة للتوسيع للنمو",
  "Built on a flexible backend, Sign Burger is ready to support multiple branches and high-volume demand as the brand scales regionally.": "تم بناء ساين على بنية خلفية مرنة، وهو جاهز لدعم فروع متعددة وطلبات عالية الحجم مع توسع العلامة تجاريًا إقليميًا.",
  "Real-Time Order Management": "إدارة الطلبات في الوقت الحقيقي",
  "From cart to kitchen, the app provides live order updates, estimated wait times, and pickup tracking — putting customers in full control of their meal.": "من السلة إلى المطبخ، يوفر التطبيق تحديثات مباشرة للطلبات، وأوقات انتظار تقديرية، وتتبع الاستلام — مما يمنح العملاء السيطرة الكاملة على وجبتهم.",
  "Personalization That Builds Loyalty": "تخصيص يعزز الولاء",
  "We aimed to go beyond basic ordering by offering personalized experiences — from suggested combos based on past orders to location-based promotions. This helps drive repeat usage and strengthens customer-brand connection in a competitive QSR market.": "هدفنا كان تجاوز الطلبات الأساسية من خلال تقديم تجارب مخصصة — من الوجبات المقترحة بناءً على الطلبات السابقة إلى العروض الترويجية حسب الموقع. يساعد ذلك على تعزيز الاستخدام المتكرر وتقوية العلاقة بين العميل والعلامة التجارية في سوق خدمات الوجبات السريعة التنافسي.",
  "Sign Burger redefines casual dining convenience. It brings together bold flavors, real-time tech, and frictionless ordering in one clean, powerful mobile experience.This isn't just another food app — it's the easiest way to order your favorite burger, chill your thirst, and skip the wait.": "ساين يعيد تعريف سهولة تناول الطعام غير الرسمي. فهو يجمع بين النكهات الجريئة، والتقنية في الوقت الفعلي، وطلب سلس في تجربة جوال واحدة نظيفة وقوية. ليس مجرد تطبيق طعام آخر — بل هو أسهل طريقة لطلب برغرك المفضل، وإنعاش عطشك، وتجنب الانتظار.",
  "What's Inside the App": "ماذا يوجد داخل التطبيق",
  "Crave. Tap. Enjoy. With Clear User Interface": "اشتهِ. انقر. استمتع. مع واجهة مستخدم واضحة",
  "Order Fast. Eat Fresh. Feel Good.": "اطلب بسرعة. كل طازجًا. اشعر بالرضا.",
  "Sign Burger is more than mobile food ordering — it's a flavorful experience built for today's pace. Whether it's lunch hour or late-night cravings, the app delivers speed, control, and comfort in every bite.": "ساين أكثر من مجرد تطبيق لطلب الطعام — إنها تجربة غنية بالنكهات مصممة لتواكب وتيرة الحياة الحديثة. سواء كان وقت الغداء أو اشتهاءً ليليًا، يوفر التطبيق السرعة، والتحكم، والراحة في كل قضمة.",
  "Fresh Cart — Freshness Delivered Fast": "فريش كارت — النضارة تُسلّم بسرعة",
  "The go-to app for fast, reliable grocery delivery—bringing farm-fresh produce, pantry staples, and daily essentials straight to the doorstep, exactly when needed.": "مواد غذائية طازجة، بسرعة إلى باب منزلك.",
  "Fresh Cart brings the market to your doorstep with high-quality groceries delivered quickly and reliably.": "فريش كارت يجلب السوق إلى باب منزلك مع منتجات عالية الجودة تُسلّم بسرعة وموثوقية.",
  "We're committed to making your shopping easy, convenient, and fresh—every time—so you can enjoy more time doing what you love.": "نحن ملتزمون بجعل تجربة التسوق سهلة ومريحة وطازجة — في كل مرة — حتى تتمكن من قضاء المزيد من الوقت في فعل ما تحب.",
  "E-Commerce": "التجارة الإلكترونية",
  "Deliver Freshness with Speed": "توصيل النضارة بسرعة",
  "Ensure prompt and reliable delivery of fresh groceries, maintaining quality from farm to doorstep.": "ضمان توصيل سريع وموثوق للمواد الغذائية الطازجة، مع الحفاظ على الجودة من المزرعة إلى باب المنزل.",
  "Personalize Customer Experience": "تخصيص تجربة العميل",
  "Leverage data to offer tailored recommendations and deals based on user preferences and purchase history.": "الاستفادة من البيانات لتقديم توصيات وعروض مخصصة بناءً على تفضيلات المستخدم وتاريخ الشراء.",
  "Simplify Grocery Shopping": "تبسيط التسوق للمواد الغذائية",
  "Promote Sustainable Practices": "تعزيز الممارسات المستدامة",
  "Incorporate eco-friendly packaging and partner with local suppliers to support sustainable and responsible sourcing.": "اعتماد تغليف صديق للبيئة والتعاون مع الموردين المحليين لدعم مصادر مستدامة ومسؤولة.",
  "Fresh Cart is a modern grocery experience brand that redefines everyday shopping by combining freshness, convenience, and personalization. Crafted for those who value quality and care, Fresh Cart delivers curated grocery selections and tailored rewards that make every basket feel thoughtful, fresh, and connected.": "فريش كارت هو علامة تجارية حديثة لتجربة التسوق تعيد تعريف التسوق اليومي من خلال الجمع بين النضارة والراحة والتخصيص. تم تصميمه لأولئك الذين يقدرون الجودة والعناية، حيث يوفر فريش كارت اختيارات منتقاة من المنتجات الغذائية ومكافآت مخصصة تجعل كل سلة شراء مليئة بالعناية والنضارة والترابط.",
  "Freshly Picked, Naturally Connected": "منتقاة بعناية، ومتّصلة بشكل طبيعي",
  "Nurturing Trust With Every Fresh Pick": "تعزيز الثقة مع كل اختيار طازج",
  "Instant Access to Freshness, Savings, and Smiles": "وصول فوري إلى النضارة والتوفير والابتسامات",
  "Fresh Cart is your personal grocery loyalty companion—designed to make every shopping trip more rewarding. Just download the app, sign up, and start earning points every time you fill your basket with fresh, quality produce. Easily track your rewards, unlock exclusive deals, and enjoy personalized offers based on your preferences. Discover new products, check item availability, and stay updated on seasonal specials—all in one convenient app. Just shop, scan, and enjoy the benefits.": "فريش كارت هو رفيقك الشخصي للولاء في التسوق الغذائي — مصمم لجعل كل رحلة تسوق أكثر جدوى. فقط حمّل التطبيق، سجّل، وابدأ في جمع النقاط في كل مرة تملأ فيها سلتك بمنتجات طازجة وعالية الجودة. تابع مكافآتك بسهولة، وافتح العروض الحصرية، واستمتع بعروض مخصصة بناءً على تفضيلاتك. اكتشف منتجات جديدة، تحقق من توافر الأصناف، وابقَ على اطلاع بالعروض الموسمية — كل ذلك في تطبيق واحد سهل الاستخدام. فقط تسوّق، امسح، واستمتع بالفوائد.",
  "Shopping Made Easy, Rewards Made Fresh": "تسوّق بسهولة، واحصل على مكافآت طازجة",
  "Fresh Cart makes grocery shopping effortless and rewarding. With a user-friendly app, you can quickly find fresh products, earn points, and enjoy exclusive deals—bringing convenience and value right to your doorstep. Freshness meets function—delivered.": "فريش كارت يجعل التسوق للمواد الغذائية سهلاً ومجزياً. من خلال تطبيق سهل الاستخدام، يمكنك العثور بسرعة على المنتجات الطازجة، وكسب النقاط، والاستمتاع بالعروض الحصرية — مما يوفر لك الراحة والقيمة مباشرة إلى باب منزلك. النضارة تلتقي بالوظيفة — ومُسلّمة.",
  "Fresh-Cart": "Fresh-Cart",
  "Request This Service": "اطلب هذه الخدمة",
  "Digital Loyalty Platform": "منصة الولاء الرقمية",
  "F&B Chain": "سلسلة الأغذية والمشروبات",
  "E-commerce": "التجارة الإلكترونية",
  "Secure & Reliable": "آمن وموثوق",
  "Always-on, safe, and stable connectivity you can trust.": "اتصال دائم وآمن ومستقر يمكنك الوثوق به.",
  "Message must be at least 5 characters": "يجب أن تحتوي الرسالة على 5 أحرف على الأقل",
  "Message must be at most 1000 characters": "يجب ألا تحتوي الرسالة على أكثر من 1000 حرف",
  "AYZ Rentals": "AYZ Rentals",
  "Rent anything and everything you want.": "استأجر أي شيء وكل شيء تريده.",
  "AYZ Rentals offers a unique platform that makes renting easy, affordable, and accessible.": "تقدم تأجير أيز منصة فريدة تجعل الإيجار سهلًا وميسور التكلفة وفي متناول الجميع.",
  "We provide a diverse collection of stylish, trendy, and high-quality products—ranging from electronics and appliances to furniture and lifestyle items—all available at competitive rental prices.": "نقدم مجموعة متنوعة من المنتجات الأنيقة والعصرية وعالية الجودة - تتراوح من الإلكترونيات والأجهزة إلى الأثاث ومستلزمات نمط الحياة - وكلها متاحة بأسعار إيجار تنافسية.",
  "Whether you're furnishing a new home, hosting an event, or simply exploring a smarter way to access essentials without the upfront cost, AYZ Rentals is here to help you live better, for less.": "سواء كنت تؤثث منزلًا جديدًا، أو تستضيف حدثًا، أو ببساطة تستكشف طريقة أذكى للوصول إلى الأساسيات دون تكلفة مبدئية، فإن تأجير أيز هنا لمساعدتك على عيش حياة أفضل، بتكلفة أقل.",
  "Lifestyle & Rentals": "نمط الحياة والإيجارات",
  "Product Platform": "منصة المنتجات",
  "Consumer-Focused": "تركز على المستهلك",
  "Simplify Access to High-Quality Rentals": "تبسيط الوصول إلى إيجارات عالية الجودة",
  "Make it easy for users to browse, choose, and rent quality products with flexible terms and seamless delivery.": "تسهيل تصفح المستخدمين واختيار وتأجير المنتجات عالية الجودة بشروط مرنة وتوصيل سلس.",
  "Build Trust Through Transparency": "بناء الثقة من خلال الشفافية",
  "Ensure clear pricing, verified listings, user reviews, and dependable service so renters feel secure and informed.": "ضمان تسعير واضح، وقوائم معتمدة، ومراجعات المستخدمين، وخدمة موثوقة ليشعر المستأجرون بالأمان والاطلاع.",
  "Promote Smart, Sustainable Living": "تعزيز الحياة الذكية والمستدامة",
  "Encourage a rental-first mindset that reduces waste, supports affordability, and empowers conscious consumption.": "تشجيع عقلية 'الإيجار أولًا' التي تقلل الهدر، وتدعم القدرة على تحمل التكاليف، وتمكّن الاستهلاك الواعي.",
  "Create a Seamless Rental Experience": "توفير تجربة تأجير سلسة",
  "From discovery to doorstep, provide a smooth, app-based journey with fast checkouts, easy returns, and responsive support.": "من الاكتشاف إلى باب المنزل، توفير رحلة سلسة تعتمد على التطبيق مع عمليات دفع سريعة، وإرجاع سهل، ودعم سريع الاستجابة.",
  "AYZ Rentals reimagines how people access everyday essentials. Why buy when you can rent smarter? With a carefully curated catalog, intuitive platform, and commitment to reliability, we make modern living more flexible and budget-friendly. Whether for short-term needs or long-term convenience, AYZ Rentals makes renting feel effortless and empowering.": "تعيد تأجير أيز تصور كيفية وصول الناس إلى الأساسيات اليومية. لماذا تشتري عندما يمكنك الاستئجار بذكاء أكبر؟ من خلال كتالوج منسق بعناية، ومنصة بديهية، والتزام بالموثوقية، نجعل الحياة العصرية أكثر مرونة وملاءمة للميزانية. سواء للاحتياجات قصيرة الأجل أو الراحة طويلة الأجل، تجعل تأجير أيز الإيجار يبدو بلا جهد وتمكينيًا.",
  "Flexible Living, Smart Renting": "عيش مرن، إيجار ذكي",
  "AYZ Rentals is your go-to rental solution for lifestyle and home needs. No upfront purchases, no hassle—just browse, rent, and enjoy. Explore thousands of products across categories, set your rental duration, and receive doorstep delivery with easy returns. Track your orders, manage subscriptions, and get exclusive deals all in one place.": "تأجير أيز هو الحل الأمثل لتأجير احتياجات نمط حياتك ومنزلك. لا مشتريات مقدمة، لا متاعب - فقط تصفح، استأجر، واستمتع. استكشف آلاف المنتجات عبر الفئات، حدد مدة الإيجار، واستلم طلبك عند باب منزلك مع إرجاع سهل. تتبع طلباتك، وقم بإدارة الاشتراكات، واحصل على صفقات حصرية كل ذلك في مكان واحد.",
  "Access More. Spend Less. Live Smarter.": "احصل على المزيد. أنفق أقل. عش بذكاء أكبر.",
  "From stylish furniture to the latest gadgets, AYZ Rentals brings you premium products without the premium price tag. Join the rental revolution—affordable, flexible, and smarter than ever.": "من الأثاث الأنيق إلى أحدث الأدوات، تقدم لك تأجير أيز منتجات فاخرة بدون سعر باهظ. انضم إلى ثورة التأجير- بأسعار معقولة، ومرنة، وأذكى من أي وقت مضى.",
  "6-8 Sports": "6-8 Sports",
  "Maximize performance with 6-8 Sports—built by Olympians. Track your stats, train with pros, and level up your game.": "حقق أقصى أداء مع ‎6-8 Sports‎ - أنشأها أولمبيون. تابع إحصائياتك، وتدرّب مع المحترفين، وارتقِ بمستواك.",
  "Transforming how athletes train, track, and thrive.": "نحو تغيير جذري في كيفية تدريب الرياضيين وتتبع تقدمهم وتحقيق نجاحهم.",
  "At 6-8 Sports, our mission is to accelerate the growth and exposure of developing sports through a revolutionary system built on standardized metrics, live-game tracking, and advanced data analytics.": "في ‎6-8 Sports‎، مهمتنا هي تسريع نمو وانتشار الرياضات الناشئة من خلال نظام ثوري يعتمد على مقاييس موحدة، وتتبع المباريات المباشرة، وتحليلات بيانات متقدمة.",
  "We believe performance should be measurable, development should be data-driven, and athletes at all levels should have access to tools that unlock their full potential.": "نؤمن بأن الأداء يجب أن يكون قابلاً للقياس، والتطور يجب أن يستند إلى البيانات، وأن يتمكن الرياضيون على جميع المستويات من الوصول إلى أدوات تساعدهم على تحقيق كامل إمكاناتهم.",
  "Sports & Athletics": "الرياضة والأنشطة البدنية",
  "Mobile Platform, Analytics Tools": "منصة متنقلة، أدوات تحليلات",
  "Data-Driven": "مدعوم بالبيانات",
  "Empower Athletes and Parents": "تمكين الرياضيين وأولياء الأمور",
  "Our 6-8 mobile app delivers key insights from our proprietary 6-8 Challenge and scoring system, allowing athletes and parents to visualize performance trends, set development goals, and track progress over time.": "يقدم تطبيق ‎6-8 Sports‎ على الهاتف المحمول رؤى أساسية من تحدي ‎6-8‎ ونظام التقييم الخاص بنا، مما يتيح للرياضيين وأولياء الأمور تصور اتجاهات الأداء، وتحديد أهداف التطوير، وتتبع التقدم على المدى الطويل.",
  "Standardize Metrics for Objective Growth": "توحيد المقاييس من أجل نمو موضوعي",
  "We're bringing consistency to sports development with standardized benchmarks and advanced analytics—making talent evaluation more transparent, objective, and scalable.": "نحقق الاتساق في تطوير الرياضات من خلال معايير موحدة وتحليلات متقدمة – مما يجعل تقييم المواهب أكثر شفافية وموضوعية وقابلية للتوسع.",
  "Equip Coaches, Teams, and Leagues": "تجهيز المدربين والفرق والدوريات",
  "The 6-8 Game Desk replaces manual tracking with a digital dashboard that captures detailed team and player stats. Coaches gain powerful tools to assess performance, adjust training, and strategize more effectively.": "تحل لوحة ‎6-8 Game Desk‎ محل التتبع اليدوي بلوحة تحكم رقمية تسجل إحصاءات مفصلة للفريق واللاعبين. يحصل المدربون على أدوات قوية لتقييم الأداء، وضبط التدريبات، ووضع الاستراتيجيات بشكل أكثر فاعلية.",
  "Support Smarter, Systematic Training": "دعم التدريب الذكي والمنهجي",
  "Our clinics and training programs use real game data to provide personalized feedback and structured improvement paths tailored to each athlete's strengths and gaps.": "تستخدم برامج التدريب والعيادات الخاصة بنا بيانات المباريات الحقيقية لتقديم تغذية راجعة مخصصة ومسارات تحسين منظمة تتناسب مع نقاط القوة والفجوات لكل رياضي.",
  "6-8 Sports is more than a performance tracker.It's a full-circle development platform that combines real-time analytics, competitive benchmarks, and expert training guidance.From first-time players to elite competitors, we make growth measurable, training purposeful, and development more accessible than ever.": "‎6-8 Sports‎ ليست مجرد أداة لتتبع الأداء، بل هي منصة تطوير شاملة تجمع بين التحليلات اللحظية، والمعايير التنافسية، والإرشادات التدريبية المتخصصة. من اللاعبين المبتدئين إلى النخبة، نجعل النمو قابلاً للقياس، والتدريب هادفًا، والتطور أكثر سهولة من أي وقت مضى.",
  "Smarter Training. Stronger Athletes.": "تدريب أذكى. رياضيون أقوى.",
  "Extensive Range of Powerful Features": "مجموعة واسعة من الميزات القوية",
  "Real-Time Insights, Updates, for Athletes": "رؤى وتحديثات لحظية للرياضيين",
  "The 6-8 Sports platform unites athletes, parents, and coaches in a shared system of performance and progress.Track live stats. Set goals. Compare benchmarks.Whether you're in the pool, on the field, or on the sidelines, 6-8 makes every rep count.Our mobile app, video training series, and live events are all powered by one unified data system—designed to elevate how the game is played and how athletes grow.": "تجمع منصة ‎6-8 Sports‎ الرياضيين وأولياء الأمور والمدربين في نظام مشترك للأداء والتقدم. تابع الإحصائيات الحية. حدد الأهداف. قارن بين المعايير. سواء كنت في المسبح، أو في الملعب، أو على الخط الجانبي، فإن ‎6-8‎ تجعل كل تمرين ذا قيمة. تطبيقنا المحمول، وسلسلة الفيديو التدريبية، والفعاليات الحية - جميعها مدعومة بنظام بيانات موحد مصمم للارتقاء بطريقة لعب الرياضة ونمو الرياضيين.",
  "Train with Purpose. Perform with Insight.": "تدرّب بهدف، وأدِّ بأداء واعٍ.",
  "Join the 6-8 Sports ecosystem and take your performance to the next level — whether you're an athlete chasing your personal best, a parent supporting the journey, or a coach shaping the next generation.With real-time data, standardized metrics, and actionable insights, our platform equips you with the tools to compete smarter, train more effectively, and grow with confidence.": "انضم إلى منظومة ‎6-8 Sports‎ وارتقِ بأدائك إلى المستوى التالي - سواء كنت رياضيًا يسعى لتحقيق أفضل أداء شخصي، أو ولي أمر يدعم الرحلة، أو مدربًا يشكّل الجيل القادم. من خلال البيانات اللحظية، والمقاييس الموحدة، والرؤى القابلة للتنفيذ، نوفر لك الأدوات اللازمة للتنافس بذكاء، والتدريب بكفاءة، والنمو بثقة.",
  "Mevron": "Mevron",
  "Next-gen ridesharing that's fast, safe, and rider-focused. Order rides in minutes, track your driver live, and pay by card or cash. Mevron empowers both riders and drivers for a seamless, community-first journey.": "خدمة مشاركة رحلات متطورة، سريعة وآمنة، وتركز على راحة الراكب. اطلب رحلاتك في دقائق، وتابع سائقك مباشرةً، وادفع بالبطاقة أو نقدًا. تُمكّن ميفرون كلًا من الراكب والسائق من رحلة سلسة تُركز على المجتمع.",
  "Your City, Your Ride — Reimagined.": "مدينتك، رحلتك — كما لم تكن من قبل.",
  "Mevron is a next-generation ride-hailing platform designed to simplify urban transportation while empowering local drivers. Whether you're commuting to work, heading to the airport, or exploring the city, Mevron connects you with fast, affordable, and reliable rides at the tap of a button.": "ميفرون هي منصة توصيل من الجيل الجديد تهدف إلى تبسيط التنقل داخل المدن وتمكين السائقين المحليين. سواء كنت تتجه إلى العمل، أو إلى المطار، أو تستكشف المدينة، تربطك ميفرون برحلات سريعة، بأسعار معقولة، وموثوقة بضغطة زر واحدة.",
  "From solo trips to ride-sharing options, Mevron offers flexible solutions tailored for modern city life — all delivered with a seamless, mobile-first experience.": "من الرحلات الفردية إلى خيارات المشاركة، تقدم ميفرون حلولًا مرنة تناسب أسلوب الحياة في المدن الحديثة — وكل ذلك عبر تجربة سلسة تعتمد على الجوال أولاً.",
  "Mobility": "التنقل",
  "Transportation": "المواصلات",
  "Mobile App": "تطبيق الجوال",
  "Redefining Urban Mobility": "إعادة تعريف التنقل الحضري",
  "We set out to build a competitive ride-sharing experience that rivals global platforms while staying rooted in local needs and expectations.": "هدفنا هو بناء تجربة توصيل تنافس المنصات العالمية مع الحفاظ على تلبية احتياجات وتوقعات المجتمعات المحلية.",
  "Local Empowerment, Global Standards": "تمكين محلي، بمعايير عالمية",
  "Mevron aims to empower local driver communities by providing tools and incentives that promote fairness, transparency, and profitability — all while maintaining the high standards expected from international ride platforms.": "تهدف ميفرون إلى تمكين المجتمعات المحلية من السائقين من خلال توفير أدوات وحوافز تعزز العدالة، والشفافية، والربحية — مع الالتزام بالمعايير العالية المتوقعة من منصات التوصيل العالمية.",
  "Designed both for riders and drivers, the platform ensures effortless booking, transparent pricing, and intuitive trip management — all backed by real-time GPS tracking and secure digital payments.": "تم تصميم المنصة لكل من الركاب والسائقين، لضمان حجز سهل، وتسعير شفاف، وإدارة رحلات بديهية — مدعومة بتتبع GPS لحظي ومدفوعات رقمية آمنة.",
  "Safety-First Innovation": "الابتكار مع أولوية للسلامة",
  "With features like trip-sharing, emergency contacts, driver verification, and real-time tracking, Mevron prioritizes rider and driver safety at every stage of the journey.": "من خلال ميزات مثل مشاركة الرحلات، وجهات الاتصال الطارئة، والتحقق من السائق، والتتبع اللحظي، تضع ميفرون سلامة الركاب والسائقين في مقدمة أولوياتها في كل مرحلة من الرحلة.",
  "From onboarding new drivers to creating frictionless ride experiences, Mevron puts both convenience and accountability at the core. We focused on developing a clean user interface, reliable backend logic, and a scalable architecture that ensures smooth operations even under high demand.": "من تسجيل السائقين الجدد إلى تقديم تجربة ركوب خالية من المتاعب، تضع ميفرون الراحة والمسؤولية في جوهر خدماتها. ركزنا على تطوير واجهة مستخدم نظيفة، ونظام خلفي موثوق، وبنية قابلة للتوسع تضمن تشغيلًا سلسًا حتى في أوقات الطلب المرتفع.",
  "Smarter Mobility, Smoother Rides": "تنقل أذكى، رحلات أسهل",
  "Robust Features for Real-World Journeys": "ميزات قوية للرحلات الواقعية",
  "Live Tracking, Instant Updates, Real Confidence": "تتبع مباشر، تحديثات فورية، ثقة حقيقية",
  "Mevron stands at the intersection of convenience, technology, and community. By offering a platform that values both drivers and riders equally, Mevron is creating a new kind of mobility experience — one that's responsive, respectful, and ready for the demands of modern urban life. With robust backend systems and thoughtfully designed mobile apps, Mevron delivers unmatched reliability and ease of use. It's not just a ride — it's a smarter way to move, built for cities that never slow down.": "تقف ميفرون عند تقاطع الراحة، والتكنولوجيا، والمجتمع. من خلال منصة تقدر السائقين والركاب على حد سواء، تخلق ميفرون تجربة تنقل جديدة — مرنة، ومحترمة، ومستعدة لتلبية متطلبات الحياة الحضرية الحديثة. بفضل الأنظمة الخلفية القوية وتطبيقات الهاتف المصممة بعناية، تقدم ميفرون موثوقية لا تضاهى وسهولة في الاستخدام. إنها ليست مجرد رحلة — بل طريقة أذكى للتنقل، مصممة لمدن لا تتوقف.",
  "Driven by Purpose, Powered by Innovation": "مدفوعة بالهدف، مدعومة بالابتكار",
  "Mevron isn't just a ride-hailing app — it's a smarter, safer, and more inclusive mobility platform designed to move people and cities forward. From seamless ride booking to community-first features, Mevron redefines what it means to ride with confidence and care.": "ميفرون ليست مجرد تطبيق توصيل — بل منصة تنقل أذكى، وأكثر أمانًا، وشمولية، تهدف إلى نقل الأفراد والمدن نحو المستقبل. من الحجز السلس إلى ميزات تركز على المجتمع، تعيد ميفرون تعريف معنى الركوب بثقة واهتمام.",
  "Reach Us": "تواصل معنا",
  "Real Estate": "العقار",
  "Email must have a valid top-level domain": "يجب أن يحتوي البريد الإلكتروني على نطاق علوي صالح",
  "Cloud Security": "أمان السحابة",
  "Real-Time Analytics": "تحليلات الوقت الحقيقي",
  "Ashjar Space - Where Calm Lives.": "أشجار سبيس - حيث يسكن الهدوء.",
  "Beautiful, functional spaces for modern minds to meet, create, and collaborate.": "مساحات جميلة وعملية تتيح للعقول الحديثة اللقاء والإبداع والتعاون.",
  "Ashjar Space reimagines how we gather.": "أشجار سبيس يعيد تصور كيفية تجمعنا.",
  "We provide thoughtfully designed, fully equipped spaces for meetings, workshops, and creative sessions — all wrapped in a calming, nature-inspired atmosphere.": "نوفر مساحات مصممة بعناية ومجهزة بالكامل للاجتماعات وورش العمل والجلسات الإبداعية — في أجواء هادئة مستوحاة من الطبيعة.",
  "Whether you're hosting a team brainstorming session, an intimate workshop, or a client presentation, Ashjar Space is designed to support focus, comfort, and productivity.": "سواء كنت تستضيف جلسة عصف ذهني للفريق، أو ورشة عمل حميمة، أو عرض تقديمي لعميل، فإن أشجار سبيس مصمم لدعم التركيز والراحة والإنتاجية.",
  "Hospitality": "الضيافة",
  "Booking": "الحجز",
  "B2B, B2C": "B2B, B2C",
  "Create Purpose-Driven Spaces": "إنشاء مساحات موجهة بالهدف",
  "Design flexible environments that support different work styles — from quiet focus to energetic collaboration.": "صمّم بيئات مرنة تدعم أنماط العمل المختلفة — من التركيز الهادئ إلى التعاون النشط.",
  "Make Booking Effortless": "اجعل الحجز سهلاً وسلساً",
  "Build a seamless digital experience to browse, book, and manage space reservations in real time.": "أنشئ تجربة رقمية سلسة لتصفح المساحات وحجزها وإدارتها في الوقت الفعلي.",
  "Infuse Calm into Productivity": "ادمج الهدوء مع الإنتاجية",
  "Use natural design elements to reduce stress and improve mental clarity during work sessions.": "استخدم عناصر تصميم طبيعية لتقليل التوتر وتحسين صفاء الذهن أثناء جلسات العمل.",
  "Build a Creative Ecosystem": "بناء نظام بيئي للإبداع",
  "Support local creators, freelancers, and startups by offering spaces that inspire innovation and connection.": "ادعم المبدعين المحليين والمستقلين والشركات الناشئة من خلال توفير مساحات تلهم الابتكار والتواصل.",
  "Ashjar Space blends calm with capability. We believe better spaces create better thinking. Our locations are thoughtfully crafted to feel inspiring, spacious, and grounded — so you can show up as your best, whether you're leading a team or launching an idea.": "يمزج أشجار سبيس بين الهدوء والكفاءة. نحن نؤمن بأن المساحات الأفضل تخلق تفكيراً أفضل. مواقعنا مصممة بعناية لتكون ملهمة وواسعة ومستقرة — لتقدم أفضل ما لديك، سواء كنت تقود فريقًا أو تطلق فكرة.",
  "Seamless Entry, Expanding Horizons for Ashjar Space": "دخول سلس، وآفاق واسعة لأشجار سبيس",
  "Building Trust Through Every Space and Service": "بناء الثقة من خلال كل مساحة وخدمة",
  "Real-Time Access to Spaces, Services, and Smart Benefits": "وصول فوري إلى المساحات والخدمات والمزايا الذكية",
  "Ashjar Space is your go-to platform for booking inspiring workspaces, effortlessly. Simply download the app, explore available spaces, and reserve the perfect setting for your meeting, workshop, or creative session. The app lets you manage bookings, view real-time availability, and discover curated environments designed for productivity and calm. With a clean interface and intuitive controls, Ashjar Space makes finding your ideal space as easy as browse, book, and begin.": "أشجار سبيس هو منصتك المثالية لحجز مساحات العمل الملهمة بكل سهولة. فقط قم بتحميل التطبيق، استعرض المساحات المتاحة، واحجز المكان المثالي لاجتماعك أو ورشة عملك أو جلستك الإبداعية. يتيح لك التطبيق إدارة الحجوزات، عرض التوفر في الوقت الحقيقي، واكتشاف بيئات مصممة للإنتاجية والهدوء. بواجهة نظيفة وتحكم سهل، يجعل أشجار سبيس العثور على مساحتك المثالية سهلاً مثل التصفح، الحجز، والبدء.",
  "Onboarding Made Simple, Rewards Made Sweet": "انضمام سهل، ومكافآت ممتعة",
  "Where Your Best Work Happens — Naturally. Ashjar Space helps people think clearly, meet meaningfully, and create freely — all in a space that feels as calm as it is capable.": "حيث يحدث أفضل عملك — بشكل طبيعي. يساعدك أشجار سبيس على التفكير بوضوح، والاجتماع بفاعلية، والإبداع بحرية — في مساحة تجمع بين الهدوء والكفاءة.",
  "Only Arabic, English letters, and spaces are allowed": "يسمح فقط بالأحرف العربية والإنجليزية والمسافات",
  "Where ideas meet execution": "حيث تلتقي الأفكار بالتنفيذ",
  "View All": "عرض الكل",
  "A modern rental platform offering furniture and home essentials as per your needs—delivered and picked up at your convenience.": "منصة تأجير حديثة تقدم الأثاث والضروريات المنزلية حسب احتياجاتك — يتم توصيلها واستلامها حسب راحتك.",
  "Ultimate Caddy": "Ultimate Caddy",
  "Train Smarter, Swing Better. Ultimate Caddy is a mobile-enabled golf training system using wearable sensors to measure, score, and improve your swing through drills and real-time feedback.": "تدرّب بذكاء، واضرب بشكل أفضل. Ultimate Caddy هو نظام تدريب على الغولف مدعوم عبر الهاتف المحمول يستخدم أجهزة استشعار قابلة للارتداء لقياس أدائك وتقييمه وتحسينه من خلال التمارين والتغذية الراجعة الفورية.",
  "Master the Wind. Dominate the Game.": "أتقن الرياح. سيطر على اللعبة.",
  "Ultimate Caddy is a comprehensive mobile training suite for Ultimate Golf players. Whether you're fine-tuning your swing, recording drills, or tracking your performance, this app brings together precision tools and rich video analytics to help every golfer improve with confidence.": "Ultimate Caddy هو مجموعة تدريب شاملة على الهاتف المحمول للاعبي Ultimate Golf. سواء كنت تقوم بضبط ضربتك، أو تسجيل التمارين، أو تتبع أدائك، فإن هذا التطبيق يجمع أدوات دقيقة وتحليلات فيديو غنية لمساعدة كل لاعب جولف على التحسن بثقة.",
  "From practice sessions to tournament prep, Ultimate Caddy is designed to support every stage of your journey on the virtual green.": "من جلسات التدريب إلى التحضير للبطولات، تم تصميم Ultimate Caddy لدعم كل مرحلة من رحلتك في الملعب الافتراضي.",
  "Sports Training": "تدريب رياضي",
  "Mobile Platform,Analytics Tools": "منصة متنقلة، أدوات تحليلات",
  "Data-Driven": "مدعوم بالبيانات",
  "Redefine In-Game Training": "إعادة تعريف التدريب داخل اللعبة",
  "Evolve Ultimate Caddy from a utility tool into a complete training environment for Ultimate Golf players — integrating video analysis, drill recording, and stat tracking.": "تطوير Ultimate Caddy من أداة مساعدة إلى بيئة تدريب كاملة للاعبي Ultimate Golf — من خلال دمج تحليل الفيديو، وتسجيل التمارين، وتتبع الإحصائيات.",
  "Bridge Play and Coaching": "الربط بين اللعب والتدريب",
  "Integrate video upload and playback with in-app diagnostics to simulate a coach-led training session from anywhere.": "دمج تحميل الفيديو وتشغيله مع التحليلات داخل التطبيق لمحاكاة جلسة تدريب يقودها مدرب من أي مكان.",
  "Deliver Personalized Golf Programs": "تقديم برامج جولف مخصصة",
  "Enable players to customize their training sessions with targeted drills, progress dashboards, and actionable insights to improve consistently.": "تمكين اللاعبين من تخصيص جلسات تدريبهم باستخدام تمارين مستهدفة، ولوحات تقدم، ورؤى قابلة للتنفيذ لتحسين مستمر.",
  "Design for Ease, Power, and Scalability": "مصمم للسهولة والقوة وقابلية التوسع",
  "Craft a sleek, intuitive interface that simplifies advanced features like target setting, swing analysis, and drill planning for all user levels.": "تصميم واجهة أنيقة وبديهية تبسط الميزات المتقدمة مثل تحديد الأهداف، وتحليل الضربات، وتخطيط التمارين لجميع مستويات المستخدمين.",
  "Learn. Practice. Master. With a supportive ecosystem including the Ultimate Golf Caddy YouTube channel, users can access tutorials, get the most out of their app features, and receive structured guidance — whether they're looking to climb rankings or just enjoy better rounds. Ultimate Caddy empowers players to take control of their development like never before.": "تعلّم. مارس. أتقِن. من خلال منظومة داعمة تشمل قناة Ultimate Golf Caddy على يوتيوب، يمكن للمستخدمين الوصول إلى الدروس التعليمية، والاستفادة الكاملة من ميزات التطبيق، والحصول على إرشادات منظمة — سواء كانوا يسعون لتسلّق التصنيفات أو الاستمتاع بجولات أفضل. Ultimate Caddy يمنح اللاعبين القدرة على التحكم في تطويرهم كما لم يحدث من قبل.",
  "Learn, Improve, Repeat": "تعلّم، تحسّن، كرر",
  "Precision Tools for Peak Performance": "أدوات دقيقة لأفضل أداء",
  "At its core, Ultimate Caddy is built to turn casual play into intentional improvement. Designed for players of Ultimate Golf, the app bridges the gap between gaming and skill-building with elite-level training tools, real-time feedback, and custom coaching workflows. Whether you're chasing tournament wins or refining your technique, Ultimate Caddy gives you everything you need to analyze, adapt, and advance your game — all in the palm of your hand. From data to drills, every feature is built to elevate your performance. This isn't just about playing better — it's about understanding how to get better.": "في جوهره، تم إنشاء Ultimate Caddy لتحويل اللعب العادي إلى تحسين مقصود. مصمم للاعبي Ultimate Golf، يجسر التطبيق الفجوة بين اللعب وبناء المهارات من خلال أدوات تدريب على مستوى النخبة، وتغذية راجعة فورية، وسير عمل تدريب مخصصة. سواء كنت تطارد الفوز في البطولات أو تحسن تقنيتك، يمنحك Ultimate Caddy كل ما تحتاجه لتحليل لعبك، والتكيف، والتقدم — وكل ذلك في راحة يدك. من البيانات إلى التمارين، كل ميزة مصممة لرفع أدائك. هذا لا يتعلق فقط باللعب بشكل أفضل — بل بفهم كيفية التحسن.",
  "Smarter Tools. Deeper Insights.Better Golf.": "أدوات أذكى. رؤى أعمق. جولف أفضل.",
  "Ultimate Caddy helps players take the guesswork out of their game. With personalized guidance, advanced analysis, and structured training workflows, it's the ultimate virtual coach for every Ultimate Golf player.": "يساعد Ultimate Caddy اللاعبين على إزالة التخمين من لعبهم. من خلال الإرشاد المخصص، والتحليل المتقدم، وسير العمل التدريبي المنظم، فهو المدرب الافتراضي المثالي لكل لاعب Ultimate Golf.",
  "Vision Meets Enablement": "تلتقي الرؤية بالتمكين",
  "Powering real-world impact by integrating mission-critical services — securely and seamlessly.": "تعزيز التأثير الواقعي من خلال دمج الخدمات الحيوية — بأمان وسلاسة."
}